[{"title":"7.公共卫生监测与疾病爆发调查","date":"2023-05-09T15:31:36.872Z","date_formatted":{"ll":"2023年5月9日","L":"2023/05/09","MM-DD":"05-09"},"updated":"2023-05-11T03:24:22.184Z","content":"第七章 公共卫生监测与疾病暴发调查\n目录\n第一节 公共卫生监测\n第二节 疾病暴发调查\n\n第一节公共卫生监测\n一、概述\n（一）定义\n公共卫生监测（public health surveillance）指连续、系统地收集、分析、解释大众健康相关数据或资料，并将转化的有价值的信息及时传播给所有应该知道的人（包括决策 者、执行者和公众），用于计划、实施和评价公共卫生实践，促进大众健康。\n三个基本属性：\n➢ 监测是一个需要周密计划、组织、实施的长期、系统性工作；\n➢ 监测是一个围绕数据或资料开展工作的完整过程，包括收集、分析、解释和传播四个 阶段或环节； ➢ 监测的最终目的是为了产生或促进行动。\n（二）目的\n➢ 认识人群健康状况、发现公共卫生问题\n➢ 预警突发公共卫生事件\n➢ 制定公共卫生政策、策略和措施\n➢ 评价干预效果\n➢ 触发公共卫生研究\n（三）发展\n➢ 公共卫生监测涉足的范围不断扩大、内容不断丰富\n健康结局监测 \n\n\n疾病\n\n\n伤害\n\n\n死亡\n\n\n症状\n\n\n…\n\n\n健康影响因素监测 \n\n\n大气污染\n\n\n食品卫生\n\n\n行为\n\n\n…\n\n\n健康状况和特定事件监测\n\n\n营养状况\n\n\n学生体质健康\n\n\n居民健康档案\n\n\n突发公共卫生事件\n\n\n…\n\n\n➢ 公共卫生监测正在构建多信息互联互通、国际合作的新格局。 如：全球流感监测和响应系统（Global Influenza Surveillance and Response System, GISRS）\n二、内容与方法\n公共卫生监测的基本程序\n（一）数据收集\n\n\n相关数据来源\n\n个体\n医疗卫生体系\n其他组织\n\n\n\n收集方法主要通过报告登记、调查和检测等手段收集健康相关数据。建立报告登记制度是收集健康相关数据的常规手段\n\n\n三种监测方法常见的三种公共卫生监测方式\n➢ 被动监测（passive surveillance）：下级单位按照规定常规地向上级机构报告监测资料，而上级单位被动地接受。如：我国法定传染病报告系统药物不良反应报告系统\n➢ 主动监测（active surveillance）：上级单位主动地、有计划地组织到下级单位收集资料或开展定期的调查收集资料。 如：传染病漏报调查 全国范围的乙型肝炎血清流行病学抽样调查\n➢ 哨点监测（sentinel surveillance）：为了更清楚地掌握特定的公共卫生问题，依据疾病、 健康状况或危险因素分布特点，选择若干个有代表性的地区和（或）人群作为监测点，按照统一规定要求收集资料。 如：流感监测网络\n\n\n（二）数据分析\n数据分析主要是为了完成两个方面的任务: 一是要呈现“果”, 例如疾病发生或流行状况、人群健康水平、大气污染状况, 以及它们的变化趋势; 二是要分析“因”, 也就是为什么会有这样的“果”。\n➢ 呈现“果”，从时间、空间和人间三间分布入手，开展统计描述。\n➢ 分析“因” ，进行进一步的统计推断，估计总体参数并比较不同组间的差异，以发现联 系或区别。\n（三）结果解释\n➢ 应注意避免选择偏倚、信息偏倚和混杂偏倚的干扰。\n（四）信息传播\n采取“发—收—获取反馈”双向交流工作方式。\n三、种类\n（一）疾病监测\n\n\n法定传染病监测系统： 39 种法定报告传染病 ➢ 慢性非传染性疾病监测\n\n\n心脑血管病：WHO心血管病及其决定因素监测计划（MONICA）\n\n\n恶性肿瘤：国家肿瘤登记报告\n\n\n糖尿病等\n\n\n➢ 死因监测\n\n\n全国孕产妇死亡监测网（ 1989 年）\n\n\n全国 5 岁以下儿童死亡监测网（ 1992 年）\n\n\n《全国疾病监测系统死因监测工作规范（试行）》（ 2005 年）\n\n\n《全国死因登记信息网报告工作规范（试行）》（ 2007 年）\n\n\n了解人群各类疾病（包括伤害）的死亡率和死因分布，掌握人群健康水平，确定不同时期主要死因及疾病防治重点。\n➢ 症状监测 又称为综合征监测或症候群监测，它特别适用于一些新发疾病、病因不明疾 病、临床上尚无明确诊断方法的疾病。\n\n\n发热门诊的“发热＋症候群”监测\n\n\n流感症状监测 ➢ 职业病监测 ➢ 伤害监测 ➢ 出生缺陷监测 ➢ …\n\n\n（二）健康状况监测\n➢ 目标人群由重点人群扩大到了一般居民。\n\n\n儿童体格发育专项调查\n\n\n学生体质健康监测\n\n\n国民体质监测\n\n\n居民营养与健康监测\n\n\n居民健康素养监测\n\n\n2009 年全民健康档案计划\n\n\n（三）危险因素监测\n➢ 自然环境因素 （可分为理化和生物环境因素）\n\n\n大气污染监测\n\n\n水体污染监测\n\n\n土壤污染监测\n\n\n传染病动物传染源和传播媒介节肢动物分布及带毒率的监测\n\n\n食品卫生监测等\n\n\n➢ 社会环境因素\n\n\n医疗服务价格和成本监测等\n\n\n➢ 行为危险因素监测\n\n\n吸烟\n\n\n饮酒\n\n\n吸毒\n\n\n不良饮食习惯\n\n\n不良生活方式等\n\n\n➢ 针对特定环境开展的卫生监测\n\n\n学校卫生监测\n\n\n地铁环境卫生监测等\n\n\n（四）其他监测\n➢ 还有一些针对特定事件、特定医疗卫生问题的公共卫生监测。\n\n\n突发公共卫生事件管理信息系统\n\n\n救灾防病信息报告系统\n\n\n医院感染监测\n\n\n药物不良反应监测\n\n\n预防接种不良反应监测\n\n\n抗生素耐药监测等\n\n\n四、监测系统的建立与评价\n（一）监测系统的建立\n\n监测是一个连续、系统的基础性工作, 涉及面广、投人大, 所以建立一个新的监测系统需要充分论证和周密设计。按以下步骤设计一个监测系统可以尽量避免工作失误。\n\n➢ 明确目的；预解决什么问题？\n➢ 明确监测问题的定义；疾病的诊断标准/事件的定义是什么？\n➢ 确定数据来源和收集方；法数据来源是什么？如何获得？采取哪种监测方式？\n➢ 开发数据收集量表；需要通过量表收集哪些信息？\n➢ 确定现场检测方法；还需要哪些检测数据？可以在现场工作中适用的检测方法是什么？\n➢ 开发和测试数据分析方法；合适的数据分析方法是什么？\n➢ 设计信息传播方法；如何及时、有效地将信息传播给各类需要的人？\n➢ 确保监测信息使用；如何评估监测信息的使用效果？\n（二）监测系统的评价\n\n对运行中的监测系统要给子定期评价, 以发现不足、不断改进和完善, 确保监测系统能够持续、高效地实现它的目标。\n\n\n\n特性\n定义\n\n\n\n\n简单性\n监测系统的结构和操作简单易行，尽可能保证实现目的的前提下，尽量简单。\n\n\n灵活性\n监测系统能够适应不断变化的信息需求或技术方法要求，而无需增加较多的时间、人力或物力成本。\n\n\n数据质量\n监测系统记录数据的完整性和准确性。\n\n\n可接受性\n个人或组织参与监测系统运行的意愿。\n\n\n灵敏性\n监测系统能够发现、报告患者或事件的比例，还指监测系统能够及时预警疾病暴发或流行的能力。\n\n\n阳性预测值\n监测系统报告的“病例”或“事件”中属实的比例。比如，报告的病例确实符合诊断标准的比例。\n\n\n代表性\n监测系统发现的问题能够代表日标人群实际存在情况的能力，即尽量要减少选择偏差。\n\n\n及时性\n监测系统在各环节内、各环节运行和衔接的速度。快速的运行和衔接才能保证信息及时产生并传递给需要的人。\n\n\n稳定性\n监测系统可靠、不产生差错，并且需要时可用。\n\n\n第二节  疾病暴发调查\n一、概述\n（一）定义\n疾病暴发（disease outbreak ）指在局限的区域范围（例如一个单位，一条街道）短时间内突然出现了很多症状相同或相似的病例的现象。其表现特征为病例数明显增多，并且在时间、空间和人间分布上高度集中。因多见于传染病，又称为暴发疫情。除传染病外，也时有因中毒发生疾病暴发的情况。\n（二）疾病暴发调查的目的\n\n\n步骤\n定义\n\n\n\n\n查清疫情性质\n首先要查清疾病的名称和是否为疾病暴发。\n\n\n查清来源或病因\n对传染病而言，要确定具体的流行因素。对中毒性疾病要确定具体的发生条件和病因。对病因尚不明的疾病，可寻求病因线索和危险因素。\n\n\n采取措施并评价效果\n根据病因或流行因素的分析，采取相应措施，控制、扑灭疫情，并评价各项措施的效果。对疫情的发展情况要及时跟踪和监测，调整控制措施，以期达到控制疫情的目的。\n\n\n二、步骤、内容及方法\n\n在一次疾病暴发调查中，可以集中体现流行病学从描述性研究到分析性研究、再到实验性研究各方法在因果关系逐层深入探讨中的作用。\n\n描述性研究（建立病因假设）分析性研究（检验病因假设）实验性研究（验证病因假设和评价干预措施效果）\n（一）核实疫情与制订计划\n➢ 核实疫情\n\n\n尽早确定诊断     对一线临床医生对疫情中病例所做的初步诊断进行核实。要从临床表现、实验室检查和流行病学三方面考虑。\n\n\n确定是否为疾病暴发     了解疫情的基本情况，包括发病地区（或单位）的一般情况，本次疫情发生以来 病例的数量以及时间、空间和人群分布特点，本地区（或单位）以往有无类似事件， 周边地区（或单位）目前有无相同情况等等。     需要排除单纯的病例数增加而非基于人群的发病率增加、为了减少漏报而特别调 查使发病率高于通常报告发病率、因常年水平的季节波动而致发病率增加等假象。\n\n\n➢ 制订计划\n\n即便疾病暴发调查时间紧迫，制订一个相对全面、细致的调查计划对把握全局、捋清思路是非常重要的。\n\n\n\n制订病例诊断标准     制订病例调查时需统一遵循的“诊断标准”，可分确诊标准与疑似标准，或实验室     诊断标准与临床诊断标准。\n\n\n确定病例搜索方法     逐户走访或宣传＋报告登记的方法。\n\n\n编制病例调查表     内容主要包括患者一般情况、临床情况、实验室检查结果、流行病学情况。\n\n\n确定采集的样品和检测方法     病例和（或）可疑暴露人员的相关样品、可疑动物的或其他因素的样品。\n\n\n可能采取的措施\n\n\n（二）初步调查与分析\n➢ 初步调查\n\n\n病例资料\n\n\n发病地区（或单位）的人口统计学资料\n\n\n可疑因素相关资料\n\n\n在这一步主要用到描述性研究方法，描述疾病三间分布，建立病因假设。\n➢ 初步分析\n\n\n核对资料、排除假病例、确定“确诊”或“疑似”病例\n\n\n描述疾病三间分布；时间，空间，人间\n\n\n分析暴发类型、推测暴露时间、探索暴发原因并提出假设\n\n\n描述疾病三间分布\n|  分布类型 | 描述   | 可视化方式 |\n|—|—|—|\n| 时间分布 | 展示发病数量随时间变化的趋势和规律 | 直方图、流行曲线 |\n| 地区分布 | 展示疫情在不同地区的分布情况 | 统计地图 |\n| 人群分布 | 展示疫情在不同人群中的分布情况 | 按人群特征分组 |\n| 综合描述 | 展示病例在时间和空间上的扩散关系，并描述可疑因素的暴露水平与疾病发生的关系 | 病例标点地图 |\n\n\n分析暴发类型\n\n\n共同来源一次暴露（点源流行）：其时间分布图仅出现一个高峰，形似常态分布而高峰稍偏左，以常见潜伏期为发病高峰时间，从病例出现到结束的时间相当于该病的最短和最长潜伏期间隔。\n\n\n共同来源一次暴露的时间分布示意图\n\n共同来源多次暴露其时间分布图的发病高峰会呈现一个平台或有不止一个发病高峰，病例出现的时间跨度会远超过最短和最长潜伏期的时间间隔。\n\n\n共同来源多次暴露的时间分布示意图\n\n多来源传播（蔓延流行）其时间分布图呈逐渐增加、最后达到发病高峰的态势，病例出现的时间跨度会远超过最短和最长潜伏期的时间间隔。其与共同来源多次暴露传播的时间分布图明显区别点在于逐渐增长。\n\n\n多来源传播的时间分布示意图\n\n（三）进一步调查与分析\n\n在这一步主要用到分析性研究方法，检验病因假设。\n\n➢ 暴露时间的确定\n\n\n针对共同来源一次暴露引起的疾病暴发，从发病高峰向前推一个常见潜伏期可     以基本确定暴露时间。\n\n\n在估计的暴露时间范围内，分析可疑因素不同暴露水平的人群中，疾病的发病     率是否有差异。\n\n\n可疑因素在人群中的暴露时间应与根据发病曲线估计的暴露时间相吻合。\n\n\n➢ 病例对照研究和队列研究\n\n\n病例对照研究：在可能暴露时间内，调查病例和对照中某种暴露因素存在的例     数，计算OR 值。\n\n\n队列研究：在可能暴露时间内，调查有某种暴露因素的人群和无暴露因素的人     群中的发病数，并比较其发病率的差别。\n\n\n➢ 收集特殊事例作为重要佐证\n（四）采取措施并评价\n在这一步主要用到试验性研究方法，验证病因假设。 根据调查分析的结论采取相应措施以控制暴发或流行。 评价措施效果，发现问题、完善措施，并验证前边的假设是否正确。\n在评价措施效果时需注意的问题：\n\n\n必须从措施实施之日起向后推一个该病的最长潜伏期，此后见到的发病数减少、     疫情缓解才能肯定与措施有关；\n\n\n针对共同来源引起的疾病暴发，若采取措施的时间落后于发病高峰时间，则疫     情缓解显然与措施关系不大。\n\n\n三、总结与结论\n\n总结报告的意义：总结经验教训，以防止今后类似事件的发生。以技术报告形式发表可为专业人员提供参考，以工作报告形式提交可为政府或卫生部门提供决策依据。\n\n在下结论时，应注意三（或四）符合：\n\n\n疾病诊断、疾病分布特点和初步假设三者相符合。\n\n\n初步假设和进一步调查结果相符合。\n\n\n进一步调查结果和采取相应措施的效果相符合。\n\n\n患者的临床诊断、实验室检查结果与确认的病因因素检测结果相符合。此点     对于潜伏期较长的疾病往往难以做到。\n\n\n本章小结\n\n\n公共卫生监测包括数据收集、数据分析、结果解释和信息传播四个环节。数据收集是公共卫生监测的入口，通过收集大众健康相关数据并加以分析、解释，最终发现人群中的疾病或健康问题。信息传播是公共卫生监测的出口，卫生监测系统能够及时地将监测信息反馈给有关部门和人员，为制订有效的应对策略和措施提供科学依据，并通过比较某项干预措施实施前后的监测资料，评价该措施的实际效果。根据公共卫生监测由被动到主动、不断扩大前移监测目标的发展轨迹，可将公共卫生监测分为疾病监测、健康状况监测、危险因素监测和其他监测四大类。\n\n\n疾病暴发是在局限的区域范围内短时间突然出现了很多症状相同或相似病例的现象。疾病暴发调查的首要工作是核实疫情，即核实疫情性质是否为疾病暴发并尽早明确诊断。进而进行初步调查与分析，收集描述疾病三间分布必要的数据与资料，描述疾病三间分布，并分析可能原因、提出控制措施建议。围绕初步调查分析得出的假设，需要进一步调查收集数据或资料，并通过病例对照研究和队列研究的思路与技术，进一步分析以检验假设是否正确。最后，根据调查分析的进展，不断优化控制措施，并对其效果进行评价，以及对疫情的发展趋势做出预测。\n\n\n","plink":"http://colamono.top/2023/05/09/7.公共卫生监测与疾病爆发调查/"},{"title":"5.偏倚控制与病因推断","date":"2023-05-08T09:19:31.093Z","date_formatted":{"ll":"2023年5月8日","L":"2023/05/08","MM-DD":"05-08"},"updated":"2023-05-09T01:21:30.639Z","content":"目录\n第一节流行病学研究中的偏倚\n第二节 病因及其推断\n\n第一节 流行病学研究中的偏倚\n一、偏倚的概念与分类\n二、选择偏倚及其控制\n三、信息偏倚及其控制\n四、混杂偏倚及其控制\n\n一、偏倚的概念与分类\n在流行病学研究中，有许多因素会影响研究结果的准确性，使研究结果与客观实际存在偏差。这种偏差我们称之为误差（error）。误差一般分为两种，一是随机误差（random error）， 二是系统误差（systematic error），即偏倚（bias）。偏倚的种类很多，一般将其分为三类，即 选择偏倚（selection bias）、信息偏倚（information bias）和混杂偏倚（confounding bias）。\n随机误差与偏倚的区别\n\n\n二、选择偏倚及其控制\n（一）选择偏倚的概念\n在研究对象的选取过程中，由于选取方式不当，导致入选研究的对象的某些特征与未入选对象之间存在系统差异。如研究对象的选取采用志愿者或方便样本，资料收集过程中存在无应答或失访等。 选择偏倚在各类流行病学研究中均可产生，但在病例对照研究和现况研究中最为常见。 如：\n（ 1 ）入院率偏倚（admission rate bias）（ 2 ）检出症候偏倚（detection signal bias）（ 3 ）现患病例-新发病例偏倚（prevalence-incidence bias）（ 4 ）无应答偏倚（non-respondent bias）（ 5 ）易感性偏倚（susceptibility bias）\n\n（ 1 ）入院率偏倚： 又称伯克森偏倚（Berksonbias），是指当以医院患者作为研究对象进行研 究时，由于患者入院率的不同所导致的系统误差。\n例：假定某社区中患A病和B病者各为 1000 人，患A病和B病的人群中各有20%的人具 有某因素X，以此社区为基础进行因素X与疾病A关系的病例对照研究，以B病为对照可获 得如下表数据：\n\n再假设：A病入院率 20 ％，B病入院率 50 ％，暴露于X者入院率 40 ％的比例到 某医院就医，则可获得如下数据：\n\n由此可见，A疾病与X因素并不存在真实关联，而是由A病、B病及X因素的 入院率差异引起，使以医院为基础的病例对照所获得的研究结果产生了偏倚， 即入院率偏倚。\n\n（ 2 ）检出症候偏倚： 是指某因素与某疾病虽无关联，但因暴露于该因素可引发该病的某些症状或体征，使患者及早就医，以致该病在该人群中的检出率高于一般人群，从而得出该因素与该疾病相关联的错误结论，由此而产生的系统误差。\n例：病例对照研究探讨服用雌激素与发生子宫内膜癌之间的关联 服用雌激 素\n\n\n（ 3 ）新发病例偏倚： 又称奈曼偏倚（Neymanbias），是指以现患病例为对象进行研究和以新发病例为对象进行研究时相比，因研究对象的特征差异所致的系统误差。\n例：Friedman探讨血清高胆固醇水平与冠心病的关联的研究\n\n进一步分析发现，队列研究的冠心病新发病例中，高胆固醇者占42.3%。而病例对 照研究的冠心病现患病例中，高胆固醇者只占25.1%，表明冠心病的存活病例已经改变 了患病前的生活习惯，因此病例对照研究所获得的结论低估了高胆固醇水平与冠心病的 真实关联。\n\n（ 4 ）无应答偏倚： 是指研究中对调查信息没有予以应答的研究对象在某些特征上与应答者有差异而产生的系统误差。\n失访（lost to follow-up）：无应答的另一种表现形式，是指由于某些原因，研究对 象未能按照研究设计方案的计划被随访。\n例： 1966 年 Taylor 对美国西北部铁路系统男员工冠心病的患病情况进行调查发现，职员冠心病现患率为43‰显著高于扳道工（24‰）。 6 年后调查员随访该铁路系统男员工发现，有73.6%的职员和58.2%的扳道工参与了初次调查，而未参与初次调查的扳道工中有较多是因害怕患病被解雇，职员则不需要担心这个问题，导致扳道工的冠心病患病率被明显低估。\n\n（ 5 ）易感性偏倚： 是指在观察性研究中，由于样本人群与总体人群之间或对比组人群之 间对所研究疾病的易感性不同而引起的偏倚。\n健康工人效应（health worker effect）： 当研究某种职业毒物对机体的危害时，常以有毒作业的工人为暴露组，以一般人群 为非暴露组。鉴于工作性质的需要，有毒作业工人的健康水平可能高于一般人群，其对 毒物的易感性低于一般人群，此时即便所研究的毒物对人体有害，职业暴露队列的死亡率也可能会低于非暴露组，得到该因素对人体无害甚至有保护作用的结论，此即健康工人效应。\n（二）选择偏倚的控制\n\n\n研究设计阶段\n\n\n资料收集阶段\n\n\n资料分析阶段\n\n\n\n一、偏倚的概念与分类\n二、选择偏倚及其控制\n三、信息偏倚及其控制\n四、混杂偏倚及其控制\n\n三、信息偏倚及其控制\n（一）信息偏倚的概念\n又称观察偏倚（observation bias）或错误分类偏倚（misclassification bias），是指在收集整理信息过程中由于测量暴露与结局的方法（工具）有缺陷，使收集到的信息不准确 （即不完全真实），造成对研究对象的归类错误。信息偏倚既可以来自于研究对象和调查者，也可以来自于测量的设备、仪器和方法等。\n[[错误分类 ]]\n\n\n无差异错误分类 （在各比较组之间等同的发生）\n\n\n有差异错误分类 （各比较组之间存在差异）\n\n\n\n例：研究高脂膳食与心肌梗死的关系\n\n\n\nPS： [[OR 的定义]]\n\n（二）常见的信息偏倚\n（ 1 ）回忆偏倚： 是指研究对象不真实的回忆所导致的误差。多见于病例对照研究。\n\n\n回忆偏倚的产生主要是由于调查时问久远的暴露, 研究对象记忆不清, 或暴露内容太普通如日常饮食、某次服用药物等未给研究对象留下深刻印象。\n\n\n例：探讨类风湿性关节炎家族史与类风湿性关节炎关系的研究\n\n\n发现不同对照组报告的阳性家族史不同, 类风湿关节炎的患者比未患该病的对照更有可能提供阳性家族史, 而病例家庭中末患该病的同胞兄弟姐妹和对照组相比就不存在这种关联\n\n（ 3 ）暴露怀疑偏倚（ exposure suspicion bias ） ：是指研究者若事先了解研究对象的患 病情况或某结局，可能会对其采取与对照组不可比的方法探寻认为与该结局有关的暴露 因素，如多次认真地询问病例组某因素的暴露史，而不认真地询问对照组，由此产生的 系统误差被称为暴露怀疑偏倚。多见于病例对照研究。\n常见的产生报告偏倚的原因： ①主观愿望。 ②暴露因素涉及到生活方式或隐私。 ③研究对象遇到某些敏感问题或社会不认同行为。\n（ 2 ）报告偏倚（ reporting bias ） ：是指研究对象因某种原因有意的夸大或缩小某些研究信息而导致的系统误差。常见的产生报告偏倚的原因：\n①主观愿望。\n②暴露因素涉及到生活方式或隐私。\n③研究对象遇到某些敏感问题或社会不认同行为。\n（ 6 ）发表偏倚（ publication bias ） ：是指阳性结果的研究比阴性结果的研究更易得到发表，使人们从公开发表的刊物上获得的信息与真实情况不符而产生的系统误差。\n（ 4 ）诊断怀疑偏倚（ diagnostic suspicion bias ） ：是指由于研究者更想得到暴露于某因素者易发生某疾病的结论，故而在诊断疾病时对暴露组采取了比非暴露组更认 真的方法和态度，致使暴露者更易做出某疾病诊断的情况，而产生的系统误差。多 见于临床试验和队列研究。\n（ 5 ）测量偏倚（ detection bias ） ：是指研究者对研究所需数据进行测量时产生的系统误差。测量偏倚可发生在流行病学研究设计、实施和资料处理等过程中。\n（三）信息偏倚的控制\n信息偏倚的产生主要在研究设计和资料收集阶段。因此，信息偏倚的控制也要针 对不同阶段采取不同的措施。\n\n\n研究设计阶段\n\n统一方法、统一标准\n采用客观指标\n\n\n\n资料收集阶段\n\n[[盲法收集]]信息\n调查技术的应用\n\n\n\n资料分析阶段：错分分析方法\n\n\n四、混杂偏倚及其控制\n\n（一）混杂偏倚的概念\n研究因素与疾病之间的关联程度受到其他因素的歪曲或干扰而产生的系统误差。导致混杂产生的因素称为混杂因素。\n混杂因素的特点： （ 1 ）是疾病的危险因素； （ 2 ）与研究因素有关； （ 3 ）不是研究因素与研究疾病因果链上的中间病因。\n例如, 在携带火柴与肺癌关系的病例对照研究中, 吸烟即是混杂因素, 由于病例组和对照组吸烟者数量的分布不均, 导致得出携带火柴是肺癌的一个危险因素的错误结论。\n\n（二）混杂的大小和方向\n通过对可疑混杂因素进行分层分析，比较存在和排除某可疑混杂因素时研究因素与疾病的效应估计值（OR 或 RR）来判断可疑混杂因素是否为混杂因素，以及混杂的大小和方向。\n\n\n混杂方向的判断条件\nOR 粗 = OR 调整非混杂\nOR 粗 ≠ OR 调整混杂\n\n\n\n\n当 OR &gt; 1\nOR 粗 &gt; OR 调整正混杂\nOR 粗 &lt; OR 调整负混杂\n\n\n当 OR &lt; 1\nOR 粗 &lt; OR 调整正混杂\nOR 粗 &gt; OR 调整负混杂\n\n\n\n混杂的极端效应是颠倒，如粗 OR 为 4, 意味着暴露于某因素患病的危险性是非暴露者的 4 倍, 但调整的 OR 值是 0.5, 却为保护作用, 反之亦然。\n\n（三）混杂偏倚的控制\n（ 1 ）[[随机化]]（randomization） （ 2 ）限制（restriction） （ 3 ）匹配（matching） （ 4 ）分层分析（stratified analysis） （ 5 ）多因素分析（multifactor analysis）\n\n第二节、病因及其推断\n一、病因的概念与分类\n二、病因研究的流行病学方法与基本步骤\n三、统计学关联与因果关联\n四、因果关联的判断标准\n\n一、病因的概念与分类\n特异性病因学说\n鬼神或天谴神罚\n阴阳五行学说\n生物-社会-心理致病学说\n\n（一）现代流行病学的病因定义（ Lilienfeld ， 20 世纪 80 年代）\n那些能使人群发病概率增加的因素，就可以认为是疾病的病因，其中某个或多个不存在时，人群疾病发生频率就会下降。\n危险因素（ risk factor ） ：与疾病发生有明显正相关关联，但又不足以单独引起疾病的因素。 肥胖、吸烟、运动过少、高血脂、高血压和糖尿病等称为冠心病的危险因素。\n病因链和病因网模型：\n\n\n病因链（chain of causation）：将导致某种疾病发生的多种致病因素按照先后或同时连续作用的顺序连接起来，则构成该疾病一条病因链。\n\n\n病因网（web of causes）：两条以上病因链并行发作，并彼此纵横交错，交织如网。\n\n\n提出多因素病因理论的实际意义： （ 1 ）大多数疾病是由多因素所致，如果研究仅考虑单因素，则结果必定是片面的， 许多重要的致病因素将被遗漏。 （ 2 ）疾病的防治应以综合性措施为原则。 （ 3 ）针对病因链和病因网中的某些关键和薄弱环节采用针对性的措施，就可能降低疾病的发生率，尤其是在复杂病因还尚未完全明了的情况下更能体现出多因素病因理论对制定针对性防治措施的重要意义。\n（二）病因分类\n\n\n按照病因的来源 ➢ 宿主因素：先天性的遗传、性别、染色体。 ➢ 环境因素：生物、化学和物理因素。 ➢ 社会因素：社会政治体制、经济文化水平、医疗卫生设施、生活劳动条件、宗教信仰等。\n\n\n按照对疾病解释的充分程度 ➢ 充分病因（sufficient cause）：是指有该病因存在，相应疾病就一定会发生（概率为 100 ％）。 ➢ 必要病因（necessary cause）：是指没有该病因存在，相应疾病就不会发生（概率为 100 ％）。\n\n\n\n对于某种疾病发生有关的特定病因而言, 可有以下四种情况：A 即是充分病因又是必要病因; B是充分病因但非必要病因; C 是必要病因但非充分病因; D 是非充分病因又是非必要病因。\n\n\n\n\n按照病因在病因链上的位置如 X1 --&gt;X2 --&gt;Y\n➢ 直接病因：直接导致疾病 Y 的 X 2 称为直接病因，它与疾病之间没有中间病因。\n➢ 间接病因：X 1 则称为间接病因，它与疾病之间有 X 2 作为中间病因。\n\n\n近年来，随着预防医学的发展，人们发现直接病因和间接病因的分类对于公共卫生的意义有限，因此又提出近端病因（proximal cause）、中间病因（intermediate cause）和远端病因（distal cause）的概念。如一些常见慢性病的病因链。\n\n远端病因 全球化 城市化 人口老化 …\n中间病因 不合理膳食 少体力活动 吸烟 …\n近端病因 高血压 高血糖 超重/肥胖 …\n疾病 冠心病 糖尿病 肿瘤 …\n二、病因研究的流行病学方法与基本步骤\nMill 准则（Mill’ s canons ）：病因推断准则\n\n\n求同法（method of agreement） 是指在发生相同事件的不同群体中寻找共同点。\n\n\n求异法（method of difference） 是指在事件发生的不同情况的不同群体之间寻找不同点。\n\n\n同异并用法（joint method of agreement and difference） 是指同时应用求同法和求异法。\n\n\n共变法（method of concomitant variation） 是指如果某因素出现的频率或强度发生变化时，某事件发生的频率与强度也随之变化，则该因素很可能与该事件有关。\n\n\n剩余法（method of residues） 是指当某事件的发生是由多种因素所致时，把已知有关联的因 素排除后，仍不能排除的因素就有可能是病因。\n\n\n三、统计学关联与因果关联\n（一）统计学关联：统计学关联是指通过假设检验等统计学方法排除了抽样误差后暴露因素 (E)与疾病 (D)存在关联。暴露因素与疾病存在统计学关联，只能说明两者的关联排除了随机误差的干扰, 并不一定存在因果关联\n狭义上 ： 指分类资料的相关（correlation）。广义上：等同于相关。\n虚假关联 （spurious association）：是指由于在研究过程中的某些人为误差或机遇，使得本来没有关联的某因素和疾病之间表现出了统计学上的关联。\n继发关联 （secondary association）：也称为间接关联（indirect association），是指怀疑的暴露因素原本与某疾病不存在因果关联，但由于两者都与另外的一种因素有关，结果因素与疾病出现了统计学上的关联，即产生了混杂。\n（二）因果关联 ：排除和控制偏倚后，可能病因和疾病仍存在统计学关联，且符合先因后果的关联时序性及其他因果推断的标准，则可以认为两者存在真实的因果关联。\n\n因果关联的推断标准：Hill标准（Hill’s criteria）\n\n\n关联的时序性（temporality）\n\n\n\n指因和果出现的时间顺序，作为原因一定要出现在结果的前面，这是病因推断中要求必备的条件。\n\n\n\n关联的强度（strength）\n\n\n\n关联的强度 (strength)是指暴露因素与疾病之间关联强度的大小, 在病例对照研究中用 OR 表示, 在队列研究中用 RR 表示。\n\n\n\n关联的可重复性（repetability）\n\n\n\n关联的可重复性 (repeatabiliy)指某暴露因素与疾病的关联在不同研究背景下、不同研究者用不同研究方法均可获得一致性的结论。重复出现的次数越多, 因果推断的结果越有说服力。\n\n\n\n关联的特异性（specificity）\n\n\n\n关联的特异性 (specificiy)指某因素只能引起某疾病, 也就是说该因素是该疾病的必要病因, 该疾病的发生一定要有该因素的存在, 如传染病。\n\n\n\n剂量-反应关系（dose-response relationship）\n\n\n\n指疾病发生的概率随暴露因素的累计暴露量的增加而增大, 即某因素暴露的剂量越大、时间越长, 某疾病发生的概率也越大。\n\n\n\n生物学合理性（biologic plausibility）\n\n\n\n指能从生物学发病机制上建立因果关联的合理性, 即所观察到的因果关联可以用已知的生物学知识加以解释。\n\n\n\n关联的一致性（coherence）\n\n\n\n关联的一致性 (coherence)与生物学合理性相似, 是指暴露因素与疾病的关联与该病已知的自然史和生物学原理一致。\n\n\n\n实验证据（experimental evidence）\n\n\n\n实验证据 (experimental evidence) 指通过实验干预去除某暴露因素可引起疾病发生率的下降或消失, 则表明该因果关联存在终止效应, 其作为因果关联的判定标淮论证强度很高。\n\n因果推断 （causal association）：是指研究者根据流行病学研究资料，对某因素与某疾 病（或健康状况）之间的关系作出判断的过程。\n\n本章小结\n\n\n偏倚是指在流行病学研究中出现的系统误差。一般将偏倚分为三大类，分别是选择偏倚、 信息偏倚和混杂偏倚。\n\n\n选择偏倚是指入选研究对象的某些特征与未入选对象之间存在系统差异所导致的偏倚。\n\n\n信息偏倚是指在收集整理信息过程中由于测量暴露与结局的方法（工具）有缺陷，使收集 到的信息不准确（即不完全真实），造成对研究对象的归类错误。\n\n\n混杂偏倚指研究因素与疾病之间的关联程度受到其他因素的歪曲或干扰而产生的系统误差。\n\n\n现代流行病学的病因定义是指那些能使人群发病概率增加的因素。\n\n\n病因推断的一般步骤是通过描述性研究建立病因假设，利用分析性研究检验病因假设， 最后实验性研究验证病因假设。\n\n\n因果关联是指排除和控制偏倚后，可能病因和疾病仍存在统计学关联，且符合先因后 果的关联时序性及其他因果推断的标准，则可以认为两者存在真实的因果关联。\n\n\n因果关联的判断标准即 Hill 标准包括八条，分别是：关联的时序性、关联的强度、关 联的可重复性、关联的特异性、剂量 - 反应关系、生物学合理性、关联的一致性和实验 证据。\n\n\n","plink":"http://colamono.top/2023/05/08/5.偏倚控制与病因推断/"},{"title":"常用流行病学研究方法","date":"2023-05-06T07:18:00.000Z","date_formatted":{"ll":"2023年5月6日","L":"2023/05/06","MM-DD":"05-06"},"author":"可乐mono","updated":"2023-05-07T08:55:36.612Z","content":"常用流行病学研究方法\n\n第一节流行病学研究方法的发展历史概述第二节流行病学研究设计的基本内容第三节描述性研究第四节分析性研究第五节实验性研究\n\n第一节流行病学研究方法的发展历史概述\n一、描述流行病学研究方法的发展\n\n\n人物\n时间\n具体成就\n\n\n\n\n希波克拉底\n公元前 460-377 年\n《空气、水和住所》集中体现了描述流行病学的思想\n\n\nJohn Graunt（英国）\n1662 年\n首次利用死亡数据进行死亡分布及规律性研究\n\n\nWilliam Farr（英国）\n1807-1883 年\n首创了人口和死亡的常规资料，并通过分析提出了许多流行病学重要概念\n\n\nJohn Snow（英国）\n1813-1858 年\n对伦敦霍乱爆发进行调查研究，使用病例分布的标点地图，被誉为现代流行病学的开端。\n\n\n二、分析流行病学研究方法的发展\n\n分析流行病学包括病例对照研究和队列研究\n\n\n\n病例对照研究：\n\n19 世纪：病例对照研究主要用于传染性疾病研究。\n20 世纪：Lane-Claypon（1926）报道了生殖因素与乳腺癌关系的研究，现代模式下的病例对照研究初现。\n20 世纪：病例对照研究应用范围扩大，涉及癌症危险因子评价、乳腺癌研究、吸烟和肺癌关系研究、高血压和冠心病等慢性疾病的研究。\n研究方法逐渐成熟。\n\n\n\n队列研究：\n\n19 世纪：队列研究的雏形出现在 John Snow 对霍乱的调查中。\n1913 年：Weinberg 发表了一篇关于结核病父母的孩子死亡率研究，可能是较早的前瞻性队列研究。\n二战结束后：队列研究方法迅速发展，并得到广泛应用。\n出现大规模研究，包括大队列、大样本和多中心研究。\n\n\n\n三、实验流行病学研究方法的发展\n\n\n1747 年，James Lind 尝试用临床试验研究坏血病维生素缺乏症的病因及治疗方法。\n\n\n1913 年，Weinberg 进行结核病父母的孩子死亡率研究，是较早的一个前瞻性队列研究。\n\n\n1926 年，Lane-Claypon 报告了生殖因素和乳腺癌关系的病例对照研究。\n\n\n1946 年，英国医学研究委员会开展了使用链霉素治疗肺结核的临床试验。\n\n\n1948 年，链霉素治疗肺结核的随机对照试验结果发表于英国医学杂志，成为第一个现代随机化双盲临床试验。\n\n\n目前，大样本多中心的临床随机化实验被认为是当前循证医学证据的主要来源，已广为推广。\n\n\n\n[!note] 对照研究、队列研究、随机对照试验的地位病例对照硏究、队列研究和随机对照试验的出现称为现代流行病学的开始，它们也同时形成现代流行病学研究方法的三大基石，标志着流行病学已经发展成为一套以研究方法为主要内容的学科，\n\n第二节流行病学研究设计的基本内容\n流行病学研究设计的基本内容包括：\n\n\n研究目的：查阅有关文献提出研究目的；\n\n\n研究内容：根据研究目的确定研究内容；\n\n\n研究方法：参考具体条件选择研究方法；\n\n\n研究对象：按照研究方法确定研究对象；\n\n\n调查表格：结合研究内容设计调查表格；\n\n\n质量控制：控制调查过程保证研究质量；\n\n\n结论分析：理顺分析思路得出正确结论。\n\n\n第三节描述性研究\n[[流行病学描述性研究具体例子]]\n一、概述\n描述流行病学又称描述性研究 (descriptive study），是将专门调查或常规记录所获得的资料，按照不同地区、不同时间和不同人群特征分组，以展示该人群中疾病或健康状况分布特征的一种观察性研究。\n二．描述性研究的种类\n\n\n现况研究\n\n\n病例报告\n\n\n病例系列分析\n\n\n个案研究\n\n\n历史资料分析\n\n\n随访研究\n\n\n生态学研究\n\n\n三、现况研究\n（一）现况研究\n又称横断面研究 (cross-sectional study）也称患病率研究 (prevalence study)。应用普查或抽样调查的方法收集特定时间、特定人群中疾病、健康状况及有关因素的资料，并对资料的分布特征加以描述。\n（二）现況研究的用途\n\n\n为病因提供线索\n\n\n了解疾病和病因的分布状况为疾病防制工作提供依据\n\n\n评价预防疾病、促进健康的策略和措施的效果\n\n\n早期发现患者\n\n\n确定机体某项指标的正常值范围\n\n\n（三）现况研究的种类\n\n\n普查：调查特定时点或时期、特定范围内的全部人群（总体）。\n\n\n抽样调查\n\n概念：按一定的概率从总体中随机抽取有代表性的一部分人 (样本）进行调查，以样本统计量估计总体参数，称为抽样调查。\n抽样调查的方法有：单纯随机抽样、系统抽样、分层抽样、整群抽样、多级抽样。\n\n\n\n单纯随机抽样又称简单随机抽样\n\n\n最简单、最基本的抽样方法。\n\n\n从总体 N 个对象中，利用抽签或随机方法抽取n个。\n\n\n总体中每个对象被抽到的概率相等。\n\n\n系统抽样又称机械抽样\n\n\n将总体各个个体单位按某种标志排列、连续编号。\n\n\n根据总体数、和确定的样本数口，计算抽样距离（ N/n）。\n\n\n用单纯随机方法在第一组中确定一个起始号。\n\n\n从此起始点开始，每隔不（K=N/n）个单位抽取一个个体作为研究对象。\n\n\n分层抽样：将调查的总体按照某种特征分为若干层，然后在每层中进行随机抽样的方法。\n\n\n按比例分配 (proportional allocation）分层随机抽样：各层内抽样比例相同。\n\n\n最优分配 (optimur allocation） 分层随机抽样：各层抽样比例不同，内部变异小的层抽样比例小，内部变异大的层抽样比例大。\n\n\n整群抽样：将总体分成若干群组，抽取其中部分群组作为观察单位组成样本。\n\n\n单纯整群抽样 (simple cluster sarmpling)：被抽到的群组中的全部个体均作为调查对象。\n\n\n二阶段抽样 (two stages sanpling)：通过再次抽样后调查部分个体。\n\n\n多级抽样又称多阶段抽样：\n\n\n将抽样过程分阶段进行，每个阶段使用的抽样方法往往不同即将以上抽样方法结合使用，在大型流行病学调查中常用。\n\n\n从总体中抽取范围较大的单元 （一级抽样）。\n\n\n从一级单元中抽取范国较小的单元（二级抽样）。依此类推⋯\n\n\n\n[!summary] 总结\n\n\n\n抽样方法\n描述\n\n\n\n\n单纯随机抽样\n从总体 N 个对象中，利用抽签或随机方法抽取n个。总体中每个对象被抽到的概率相等。\n\n\n系统抽样\n将总体各个个体单位按某种标志排列、连续编号。根据总体数、和确定的样本数口，计算抽样距离（ N/n）。用单纯随机方法在第一组中确定一个起始号。从此起始点开始，每隔不（K=N/n）个单位抽取一个个体作为研究对象。\n\n\n分层抽样\n将调查的总体按照某种特征分为若干层，然后在每层中进行随机抽样的方法。按比例分配（proportional allocation）分层随机抽样：各层内抽样比例相同。最优分配（optimur allocation）分层随机抽样：各层抽样比例不同，内部变异小的层抽样比例小，内部变异大的层抽样比例大。\n\n\n整群抽样\n将总体分成若干群组，抽取其中部分群组作为观察单位组成样本。单纯整群抽样（simple cluster sarmpling）：被抽到的群组中的全部个体均作为调查对象。二阶段抽样（two stages sanpling）：通过再次抽样后调查部分个体。\n\n\n多级抽样\n将抽样过程分阶段进行，每个阶段使用的抽样方法往往不同。即将以上抽样方法结合使用，在大型流行病学调查中常用。从总体中抽取范围较大的单元（一级抽样）。从一级单元中抽取范围较小的单元（二级抽样）。\n\n\n（四）现况研究资料的收集\n\n\n通过测定或检查的方法收集\n\n\n直接用调查表询问研究对象\n\n\n（五）现况研究资料的分析和结果解释\n\n\n资料分析应从描述三间分布入手\n\n\n进一步分析形成病因假设\n\n\n四、生态学研究\n（一）概念\n生态学研究 (ecological study）又称为相关性研究，它是以群体为观察和分析的单位。\n（二）特点\n\n\n生态学研究因素与疾病之间的关系，不是以个体为观察和分析的单位，而是以群体为观察和分析的单位;\n\n\n这个研究能够描述不同人群中某因素的暴露与疾病频率的关系，但无法得知个体的暴露与疾病的关系；（注意是群体不是个体）\n\n\n生态学研究是从多因素中探索病因线索，提供的信息是不完全，只是一种粗线条的描述性研究。\n\n\n第四节分析性研究\n一、队列研究\n（一）概念及基本原理\n\n\n根据研究对象是否暴露于某研究因素或其不同水平将研究对象分成暴露组 (E)与非暴露组 （\n\\bar{E}\n\n\n\n\n\n \n \n\n） 或不同暴露亚组。\n\n\n随访一定时间，比较两组之间所研究结局 (ourcome）发生率的差异，以分析暴露因素与研究结局之间的关系。\n\n\n（二）队列研究的用途\n\n\n检验病因假设\n\n\n描述疾病的自然史\n\n\n（三）队列研究的类型\n\n\n前瞻性队列研究 (prospective cohort study)\n\n研究队列的确定是现在 (concurrent)。\n根据研究对象现在的暴露分组。\n需要随访 (follow-up)。\n结局在将来某时刻出现。\n\n\n\n\n研究时间为现在+随访+结果出现在将来\n\n\n\n历史性队列研究 (historical cohort study)\n\n\n双向性队列研究 (ambispective cohort study)\n\n\n（四）研究对象的选择\n\n\n研究现场（1）有足够符合条件的研究对象。（2）领导重视、群众支持。（3）医疗条件较好，交通较便利。（4）发病率较高。（5）有代表性。\n\n\n研究人群（1） 暴露组的选择（2）对照组的选择\n\n\n\n（五）样本含量估计\n分类变量资料样本含量的估计\n\n（六）资料的收集\n\n\n基线资料的收集（1） 暴露于研究因素的信息（2） 与结局有关的其他信息（3） 人口学资料\n\n\n随访和结局资料的收集（1）结局变量（2）随访\n\n\n（七）资料分析及结果解释\n\n\n资料的基本整理模式\n\n\n\n率的计算（1）累积发病率 (cumulative incidence )\n（2）发病密度 (incidence density, ID)\n（3） 标化死亡比 (standardized mortality rat io, SMR)\n（4）估计暴露与发病的关联强度\n①相对危险度 (relative risk, RR)\n②[[归因危险度]] (attributable risk, AR )\n③[[归因危险度百分比]] AR% （病因分值 EF)\n④[[人群归因危险度]] (population attributable risk, PAR)\n⑤人群归因危险度百分比 PAR%\n| 概念 | 公式 | 解释 |\n| — | — | — |\n| 累积发病 | \nCI=\\frac{\\text{观察期间发病例数}}{\\text{观察开始时的人数}}\n\n\n\n\n\n\n \n \n \n\n\n\n\n观\n\n察\n\n\n期\n\n\n间\n\n\n发\n\n\n病\n\n\n例\n\n\n数\n\n\n\n观\n\n察\n\n\n开\n\n\n始\n\n\n时\n\n\n的\n\n\n人\n\n\n数\n\n\n\n\n\n | 在一定时间内，某疾病的新发病例数在总人口数中所占的比例 |\n| 发病密度 | \nID=\\frac{\\text{观察期内发病（或死亡）人数）}}{\\text{观察人时数}}\n\n\n\n\n\n\n \n \n \n\n\n\n\n观\n\n察\n\n\n期\n\n\n内\n\n\n发\n\n\n病\n\n\n（\n\n\n或\n\n\n死\n\n\n亡\n\n\n）\n\n\n人\n\n\n数\n\n\n）\n\n\n\n观\n\n察\n\n\n人\n\n\n时\n\n\n数\n\n\n\n\n\n | 在一定时间内，某疾病的新发病例数在研究总人口时间内所占的比例 |\n| 标化死亡比 | \nSMR=\\frac{\\text{研究人群中观察发病（死亡）数}}{\\text{标准人口（全人口）预期发病（死亡）数}}\\times 100\\%\n\n\n\n\n\n\n\n\n\n\n\n \n \n \n \n\n\n\n\n研\n\n究\n\n\n人\n\n\n群\n\n\n中\n\n\n观\n\n\n察\n\n\n发\n\n\n病\n\n\n（\n\n\n死\n\n\n亡\n\n\n）\n\n\n数\n\n\n\n标\n\n准\n\n\n人\n\n\n口\n\n\n（\n\n\n全\n\n\n人\n\n\n口\n\n\n）\n\n\n预\n\n\n期\n\n\n发\n\n\n病\n\n\n（\n\n\n死\n\n\n亡\n\n\n）\n\n\n数\n\n\n\n\n \n\n \n \n \n\n \n\n | 观察死亡数与期望死亡数之比，其中期望死亡数是根据某个基准人群的死亡率来计算的 |\n| 相对危险度 | \nRR=\\frac{\\text{患病率Ie（暴露组率）}}{\\text{患病率I0（非暴露组率）}}\n\n\n\n\n\n\n\n\n \n \n \n\n\n\n\n患\n\n病\n\n\n率\n\n \n \n\n（\n\n\n暴\n\n\n露\n\n\n组\n\n\n率\n\n\n）\n\n\n\n患\n\n病\n\n\n率\n\n \n \n\n（\n\n\n非\n\n\n暴\n\n\n露\n\n\n组\n\n\n率\n\n\n）\n\n\n\n\n\n | 暴露组患病率与非暴露组患病率的比值，用于衡量某种暴露因素对疾病发生的影响 |\n| 归因危险度 | \nAR=\\text{患病率（暴露组）}-\\text{患病率（非暴露组）}\n\n\n\n\n\n\n\n \n \n \n\n患\n\n病\n\n\n率\n\n\n（\n\n\n暴\n\n\n露\n\n\n组\n\n\n）\n\n\n \n\n患\n\n病\n\n\n率\n\n\n（\n\n\n非\n\n\n暴\n\n\n露\n\n\n组\n\n\n）\n\n\n\n | 暴露组患病率与总体患病率之差，用于衡量某种暴露因素对疾病发生的风险增加程度 |\n| 归因危险度百分比（病因分值）| \nAR\\%=\\frac{AR}{\\text{患病率（总体）}}\\times 100\\%\n\n\n\n\n\n\n\n\n\n\n \n \n \n \n\n\n\n\n \n \n\n\n患\n\n病\n\n\n率\n\n\n（\n\n\n总\n\n\n体\n\n\n）\n\n\n\n\n \n\n \n \n \n\n \n\n | 归因危险度在总体患病率中所占的比例，用于衡量某种暴露因素对疾病的病因贡献度 |\n| 人群归因危险度 | \nPAR=\\text{患病率It（总体）}\\times \\left(\\frac{\\text{RR}-1}{\\text{RR}}\\right)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n \n \n\n患\n\n病\n\n\n率\n\n \n \n\n（\n\n\n总\n\n\n体\n\n\n）\n\n\n \n\n \n\n\n\n\n \n \n \n \n\n\n \n \n\n\n\n \n\n\n | 暴露组与非暴露组的患病率之比对总体患病率的差值，用于衡量某种暴露因素对整个人群疾病负担的影响 |\n| 人群归因危险度百分比 | \nPAR\\%=\\frac{PAR}{\\text{患病率（总体）}}\\times 100\\%\n\n\n\n\n\n\n\n\n\n\n\n \n \n \n \n \n\n\n\n\n \n \n \n\n\n患\n\n病\n\n\n率\n\n\n（\n\n\n总\n\n\n体\n\n\n）\n\n\n\n\n \n\n \n \n \n\n \n\n\n\n\n（八）队列研究的优点和局限性\n\n\n优点\n局限性\n\n\n\n\n不存在回忆偏倚。\n易发生失访偏倚。\n\n\n是由“因”至“果”观察，论证因果关系的能力较强。\n不宜用于研究发病率很低的疾病\n\n\n可计算暴露组和非暴露组的发病率，能直接估计暴露因素与发病的关联强度。\n耗费的人力、物力和时间较多。\n\n\n一次调查可观察多种结局。\n设计的要求高，实施复杂。\n\n\n\n在随访过程中，末知变量引入人群，或人群中已知变量的变化等，都可使结局受到影响，使分析复杂化。\n\n\n二、病例对照研究\n（一）概念及基本原理\n\n\n以确诊患某种特定疾病的患者作为病例。\n\n\n以不患该病但具有可比性的个体作为对照。\n\n\n通过询问、实验室检查或复查病史，搜集既往危险因素暴露史。\n\n\n测量并比较两组各因素的暴露比例，经统计学检验该因素与疾病之间是否存在统计学关联。\n\n\n（二）病例对照研究的用途\n\n\n初步检验病因假设。\n\n\n提出病因线索。\n\n\n评价防制策略和措施的效果。\n\n\n（三）病例对照研究种类\n\n\n非匹配病例对照研究（1）从设计所规定病例和对照人群中，分别抽取一定量的研究对象。（2）对照组人数&gt;病例组人数。（3）选择对照没有特殊规定。\n\n\n匹配病例对照研究（1）匹配配比概念（2）分类（3） 匹配的目的（4） 匹配注意事项\n\n\n病例与对照匹配（1）匹配/ 配比概念匹配（matching） 也称配比，是以对研究结果有干扰作用的某些变量为匹配变量，要求对照组与病例组在匹配变量上保持一致的一种限制方法。（2） 分类\n①频数匹配（又称成组匹配）：匹配因素所占的比例在对照组与病例组一致。\n②个体匹配：以病例和对照个体为单位进行匹配。（3） 匹配注意事项\n①慎重选择匹配因素。\n②可疑病因不作为匹配因素。\n③比例一般为 1:1，最多不超过1:4。\n④避免“匹配过度 (overmatching）〞（4） 匹配的目的\n①提高研究效率。\n②控制混杂因素的作用。\n\n\n(四）研究对象的选择\n1 病例的选择（1）选择病例时应考虑的问题\n①疾病的诊断标准。\n②病例的确诊时问。\n③病例的代表性。\n④对病例某些特征的限制。\n（2）\n第五节实验性研究\n1\n","plink":"http://colamono.top/2023/05/06/4.常用流行病学研究方法/"},{"title":"流行病学资料来源与疾病分布","date":"2023-05-04T11:30:00.000Z","date_formatted":{"ll":"2023年5月4日","L":"2023/05/04","MM-DD":"05-04"},"author":"可乐mono","updated":"2023-05-04T15:05:03.991Z","content":"流行病学资料的来源与疾病分布\n\n第一节健康相关数据资料的来源第二节健康相关数据资料的测量第三节常用测量指标第四节疾病分布\n\n第一节健康相关数据资料的来源\n\n一、常规收集的数据资料二、专题调查研究的数据资料三、健康大数据资料\n\n一、常规收集的数据资料\n健康相关数据资料来源\n\n\n常规收集：工作记录、报告卡、各种统计报表。\n\n\n专题调查研究：现场调查 (field survey）、实验研究 (experiment study)。\n\n\n健康大数据 (health big data)\n\n\n（一）人口资料与卫生数据\n中国人口普查与卫生数据\n根据《全国人口普查条例》，中国每10年进行一次人口普查，尾数逢0的年份为普查主年度，标准时点为普查年度的11月1日零时。普查内容包括姓名、性别、年龄、民族、国籍、受教育程度、行业、职业、迁移流动、社会保障、婚姻、生育、死亡、住房情况等信息。\n（二）中国卫生数据库\n1. 中国卫生和计划生育统计年鉴\n\n\n协和医科大学出版社出版\n\n\n中国人民共和国国家卫生健康委员会网站可查\n\n\n2. 国家人口与健康科学数据共享服务平台\n\n\n由中国医学科学院管理，目前有基础医学、临床医学、公共卫生、中医药药学、人口与生殖健康、地方服务中心等七个国家级数据中心。\n\n\n其中，公共卫生数据中心实际是中国疾病预防控制中心信息服务平台，包传染性疾病、慢性非传染性疾病、健康危险因素、生命登记、基本信息等部分\n\n\n二、专题调查研究的数据资料\n\n\n现场调查是对特定对象群体进行调查，由于客观存在影响调查结果的因旁研究者只能被动地观察和如实记录数据。\n\n\n实验研究是以人群、动物或标本（血、痰、尿等）为研究对象，在研究近程中研究者可以主动地对研究对象加以干预措施。\n\n\n三、健康大数据资料\n大数据 (big data）\n\n\n麦肯锡全球研究所 (McKinsey GlobaInstitute）将大数据定义为一种规模大到在获取、存储、管理、分析方面大大超出了传统数据库软件工具能力范围的数据集合，具有海量的数据规模、快速数据流转、多样的数据类型和价值密度低四大特征。\n\n\n健康大数据种类：\n\n\n医疗临床数据：门/急诊记录、住院记录、护理记录、影像记录、实验室记录\n\n\n用药记录、手术记录、随访记录、社区居民健康档案。\n\n\n生物信息学数据：基因组学、转录组学。\n\n\n环境监测数据：水质监测、空气监测、土壤监测、固体废物监测、生物监测、噪声和振动监测、电磁辐射监测、放射性监测、热监测、光监测、卫生监测\n\n\n金融保险数据：医疗保险数据、全国和地方经济发展数据、家庭个人收支数据等。\n\n\n气候地理数据：水文气象数据、地球卫星遥感测绘数据。\n\n\n互联网数据：浏览数据、智能穿戴设备。\n\n\n第二节健康相关数据资料的测量\n\n一、频数的测量二、风险的测量三、率的测量\n\n流行病学家通过测量健康相关事件频数来观察人群现象，如疾病、伤害、死亡的频数。\n一、频数的测量\n1. 发生数（发病数）\n指新发病例数，是疾病、伤害、死亡发生的频数。\n2. 现患数（或患病数）\n即患者总数，指观察人群中在某一个特定时间患某种疾病或处于某种状态的总人数\n\n\n时点现患数（短期）\n\n\n期间现患数（长期）\n\n\n3. 发生数与现患数的关系\n1现患数=发生数×病程\n二、风险的测量\n风险的概念\n\n\n风险（risk） 是指在某一特定环境和时间段内，某种风险事件发生的可能性。风险事件可以是死亡、疾病、伤害或其他健康相关事件。\n\n\n从流行病学角度来看，风险是指在研究开始时没有受到侵害，而在研究期间发生风险事件的人数的比例。\n\n\n三、率的测量\n（一）率的概念\n率 (rate) 等于一定时间内某事件发生的频数除以研究期间内处于风险的人的平均人口数。\n\n（二）风险和率的关系\n\n\n当风险相同时，率可以反映风险变化模式\n\n\n一定条件下，率是风险的良好估计\n\n\n观察周期较长时，率比较好理解\n\n\n(三）率的应用注意事项\n\n\n在进行率的计算时，要正确理解和计数分子和分母，分子和分母要相对应．\n\n\n率的比较要注意可比性。\n\n\n在两个或两个以上总体率或大组间率的比较中，如果存在混杂因素可能对结果产生影响，应该进行标准化的校正。\n\n\n第三节常用测量指标（重点）\n\n一、发病率二、罹患率三、续发率四、患病率五、感染率六、病残率七、死亡率八、病死率九、存活率十、反映母婴健康状況的率十一、疾病负担指标\n\n一、发病率\n发病率（incidence rate, morbidity）\n指在一定期间内（一般为 1 年）、特定人群中某病新发病例出现的频率。\n\n期间平均人口数的计算方法\n\n\n用该期间的期初人口数与期末人口数之和除以 2 所得的人口数为期间平均人口数。\n\n\n用该期间的中间时间点的人口数做期间平均人口数。\n\n\n二、罹患率\n\n\n罹患率 (attack rate） 与发病率一样，也是测量人群新病例发生频率的指标计算方法同发病率。\n\n\n罹患率适用于小范围、短时间内疾病频率的测量，观察期限可以以日、周、旬、月为单位。\n\n\n常用于疾病暴发或流行时的调查。\n\n\n三、续发率\n续发率 (secondary attack rate）\n也称二代发病率，指某传染病易感接触中，在最短潜伏期与最长潜伏期之间续发病例的人数占所有易感接触者总数百分率。\n\n四、患病率\n患病率 (prevalence rate)\n患病率（prevalence rate） 也称现患率，其实质是一个比例而不是率。在里一般用来表示被研究人口中患某疾病或处于某种状态的人口比例。\n\n患病率应用注意事项\n\n\n分子包括调查期间被观察人群中所有的病例，包括新、旧病例。\n\n\n分母为被观察人群的总人口数或该人群的平均人口数。\n\n\n按观察时间的不同，患病率又可分为时点患病率和期间患病率。\n\n\n患病率主要用来描述病程较长的慢性病的发生或流行情况。\n\n\n\n五、感染率\n感染率 (infection rate）\n是指在某个时间内被检查的人群中，某病现有感染者人数所占的比例。\n\n六、病残率\n指在一定的期间内，某人群中实际存在的病残人数的比例\n\n","plink":"http://colamono.top/2023/05/04/3.流行病学资料的来源于疾病分布/"},{"title":"流行病学概论","date":"2023-04-30T15:41:00.000Z","date_formatted":{"ll":"2023年4月30日","L":"2023/04/30","MM-DD":"04-30"},"author":"可乐mono","updated":"2023-04-30T17:17:21.073Z","content":"流行病学概论\n\n\n流行病学简史\n流行病学的定义\n流行病学原理与方法\n流行病学的应用\n流行病学进展\n\n\n\n[!abstract] 流行病学的地位基础医学、临床医学、预防医学基础医学实验室一动物、组织、细胞、分子—微观临床医学——患者——诊断、治疗——个体现象流行病学——人群——宏观、群体现象\n\n1. 流行病学简史\n\n一、流行病学发展简史二、我国流行病学成就\n\n一、流行病学发展简史\n\n\n萌芽期 （18 世纪以前）\n\n\n形成期 （18 世纪末到 20 世纪三四十年代）\n\n\n发展期 （20 世纪三四十年代至今）\n\n\n萌芽期\n1. 《黄帝内经》有关流行病学描述：\n\n\n黄帝日：余闻五疫之至，皆相染易，无问大小，病状相似。\n\n描述传染病的流行\n\n\n\n天有四时五行，以生长收藏，以生寒暑燥湿风。春夏秋冬四时交替，金木水火士五行变化。\n\n疾病自然因素影响和季节分布\n\n\n\n2. 希波克拉底《空气、水和地点》\n\n\n无论何人欲想正确研究医学，首先应当考虑气候在疾病发生中的作用，风、热和冷这些在所有国家都有的环境，在局部地区有可能大不相同。\n\n气候，土壤，水，生活方式，营养与疾病的关系\n\n\n\n3. 事件\n\n\n隋朝开设〝疠人坊〞以隔离麻风患者。\n\n\n宋朝创立人痘预防天花。\n\n\n天花记载\n\n\n梅毒发现\n\n\n黑死病流行\n\n\n形成期\n\n\n这一时期是西方开始工业革命，城市化发展迅速，人们大量聚集，因而各种疾病尤其是传染病的广泛袭击使人类的健康和生命受到极大威胁。\n\n\n因此预防控制这些疾病的流行，成为医学的迫切任务和重要使命，流行病学就应运而生。\n\n\n1. 成立\n1850年国际上首次在伦敦成立流行病学学会，标志着流行病学学科的形成。\n2. 大事记\n\n\n1796 年英国 Jenner：接种牛痘预防天花。\n\n\n1846 年丹麦 Panum 医生：对法罗群岛麻疹大流行进行调查。\n\n\n1848—1854 年英国 John Snow：对霍乱流行的调查等。（1883 年，Robert Koch 最终发现了霍乱弧菌 (Vibrio cholerae)）\n\n\n发展期\n\n\n研究内容由传染病扩展到一切疾病、伤害和健康状态。\n\n\n研究方法由简单的描述和分析扩展到一整套科学规范的方法。\n\n\n学科的分支层出不穷、应用范围空前广泛。\n\n\n二、我国流行病学成就\n新中国成立前\n\n\n比较落后，工作不具规模不够系统。\n\n\n新中国成立后\n\n\n疾病防控机构、卫生系统和流行病学研究机构的设立。\n\n\n&quot;传染病管理力法〞颁布。\n\n\n改革开放以后\n\n\n20 世纪 80 年代初：儿童免疫扩大规划 (EPI)\n\n\n1989 年 2 月：《中华人民共和国传染病防治法》\n\n\n2003 年 5 月：《突发公共卫生事件应急条例》\n\n\n重要人物\n\n\n伍连德   (1879——1960）1910年和1920年东北、华北两地鼠疫大流行的调查\n\n\n苏德隆 （1906——1985)  血吸虫病研究等方面有卓越贡献。\n\n\n何观清 （1911——1995）调查发现中华白蛉是我国黑热病的传播媒介，通过现场实验否定了痢疾噬菌体对痢疾的预防作用，证明了鼠脑制成的乙型脑炎疫苗可引起严重的不良反应，并领导建立了全国疾病监测网等工作。\n\n\n2. 流行病学的定义\n\n[[Epidemiology]] 不同时期所面临的疾病和健康问题不同，流行病学的定义也不同，明显的时代特征。\n\n\n一、流行病学定义二、流行病学定义的演变\n\n一、流行病学定义\n流行病学是研究人群[1]中疾病与健康状况的[2]分布及其影响因素[3]，并研究防制疾病及促进健康的[4]策略和措施的科学。\n二、流行病学定义的演变\n1. 传染病肆虐流行的时期\n\n\nStallybrass (1931）：流行病学是关于传染病的科学它们的主要原因、传播蔓延以及预防的学科。\n\n\n苏联《流行病学总论教程》 (1936）：流行病学是关于流行的科学，它研究流行发生的原因、规律及扑灭的条件，并研究与流行作斗争的措施。\n\n\n2. 20 世纪中期\n\n\n苏德隆 （1964)：流行病学是医学中的一门学科，它研究疾病的分布、生态学及防治对策。\n\n\nMacMahon (1970）：流行病学是研究人类疾病的分布及决定疾病频率的决定因素的科学。\n\n\nLilienfeld (1980）：流行病学是研究人群群体中疾病之表现形式 (表型）及影响这些表型的因素。\n\n\n3. 20 世纪后期\n\n\nLast (1983)：流行病学研究在人群中与健康有关状态和事件的分布及决定因素，以及应用这些研究以维持和促进健康的学问。\n\n\n3. 流行病学原理与方法\n\n一、流行病学的基本原理二、流行病学疾病原则三、流行病学研究方法\n\n一、流行病学的基本原理\n1. 疾病分布论\n\n即疾病或健康状况在人群中的分布不是随机的，描述疾病与健康状況的分布主要有：\n\n\n\n人群特征：性别，年龄，民族，职业\n\n\n时间特征：季节，年份\n\n\n地区特征：沿海，内陆，山区，平原\n\n\n2. 病因论\n\n\n所有能引起某疾病发生概率增高的因素——病因或危险因素\n\n\n人群中疾病的发生发展是多种原因造成的，这些原因以及相互之间的关系是复杂的、多样的、可变的。\n\n\n3. 健康-疾病连续带论\n\n\n定义：机体由健康到疾病是一个连续的过程，在这个过程中有多种因素的影响，有一系列相互联系、相互依赖的机体疾病或健康标志发生。\n\n\n\n4. 疾病预防控制论\n\n\n三级预防理论\n\n一级预防：病因预防，防止疾病发生（未患病）\n二级预防：\n\n早发现、早诊断、早治疗（慢非“三早”）\n早发现、早诊断、早报告、早隔离、早治疗（传染病的“五早”）\n\n\n三级预防：合理治疗疾病，早日康复，防止伤残延长生命（已患病）\n\n\n\n5. 疾病流行数理模型\n定义：人群中疾病与健康状况的发生发展及分布变化之间具有一定的函数关系，可以用数字模型来描述疾病或健康状况分布变化规律及其影响因素。在一定条件下可以预测他们未来的变化趋势\n二、流行病学基本原则\n1. 群体原则：\n研究的对象是群体而不是个体。流行病学研究关注的是疾病在人群中的分布、传播和风险因素等，而不是个体病例。\n2. 现场原则：\n研究应该在疾病爆发的现场进行，以了解疾病的真实情况。现场原则可以帮助研究者收集更准确、可靠的数据，并且在疾病控制和预防方面提供更有效的指导。\n3. 对比原则：\n研究需要进行对比，以确定不同人群之间的差异。对比原则可以帮助研究者确定哪些因素与疾病的发生有关，并且帮助他们发现不同人群之间的差异。\n4. 代表性原则：\n研究结果必须具有代表性，即研究结果可以推广到整个人群。代表性原则可以确保研究结果的可靠性和有效性，使得研究结果对人群的健康管理和政策制定具有指导意义。\n三、流行病学研究方法\n\n流行病学既是一门医学应用学科，也是一门医学方法学。\n\n按照设计类型归纳起来有三大类：\n\n\n观察法\n\n\n实验法\n\n\n数理法\n\n\n\n4. 流行病学的应用\n一、描述疾病及健康状况的分布\n通过疾病/健康状况的[[三间分布研究]]，我们可以了解疾病在人群中的发生、发展规律，可以发现高危人群，从而为我们探索疾病病因、合理配置卫生资源、有效地采取预防控制措施提供依据。\n二、探究疾病的病因\n描述流行病学——提出病因假设分析流行病学——检验病因假设实验流行病学——证实假设\n\n\n流行病学方法\n特点\n应用场景\n\n\n\n\n描述流行病学\n描述疾病在人群中的分布和变化趋势\n发现和描述某些人群中疾病的特点和危险因素，以及疾病的传播方式和路径\n\n\n分析流行病学\n探究疾病的危险因素、暴露与发病之间的关联\n检验病因假设的合理性，通过比较患病人群和非患病人群的暴露因素，探究疾病和危险因素之间的关系\n\n\n实验流行病学\n使用实验设计来证实病因假设是否成立\n通过对某种危险因素进行干预，观察危险因素干预后的效果，以证实危险因素与疾病之间的因果关系\n\n\n三、研究疾病自然史\n疾病自然史 (natural history of disease)：是指疾病从发生、发展，直到结局的自然过程，主要有易感期、临床前期、临床期、结局四个阶段。\n四、疾病防控及效果评价\n\n\n流行病学的根本任务之一就是预防疾病。可以根据疾病自然史的不同阶段，采取不同的措施，来阻止疾病的发生、发展或恶化，即疾病的三级预防。\n\n\n预防控制疾病时要考虑策略和措施\n\n策略是指导全局的方针\n措施是开展工作的具体技术手段\n\n\n\n五、为医学研究提供方法\n\n\n流行病学群体研究方法发展迅速并逐步被医学界认可。流行病学应用广泛，涉及社会科学、自然科学和医学科学的各主要学科。广大医学工作者借用流行病学的研究思路和方法探讨各方面的科学问题，形成了诸多学科分支。\n\n\n5. 流行病学进展\n流行病学机遇与挑战\n\n\n从黑箱到白箱，再到工具箱\n\n\n从疾病到健康，再到卫生\n\n\n从群体到社区，再到社会\n\n\n从宏观到微观，再到大数据\n\n\n\n\n\n研究对象：流行病学的研究对象是人群 ↩︎\n\n研究事件：流行病学关注的事件包括疾病与健康状况 ↩︎\n\n研究内容：流行病学主要研究内容和流行病学研究的三个阶段 ↩︎\n\n研究目的：流行病学研究和实践的目的是防治疾病、促进健康 ↩︎\n\n\n\n","plink":"http://colamono.top/2023/04/30/2.流行病学概论/"},{"title":"预防医学绪论","date":"2023-04-27T07:41:00.000Z","date_formatted":{"ll":"2023年4月27日","L":"2023/04/27","MM-DD":"04-27"},"author":"可乐mono","updated":"2023-05-12T12:07:05.032Z","content":"绪论\n\n\n预防医学概念与健康生态学模型\n预防的策略\n预防医学的成就及其学习的意义\n\n\n\n[! tip] 预防医学\n\n\n1. 预防医学概念与健康生态学模型\n一、预防医学的定义、内容和特点\n1. 预防医学的定义\n预防医学是医学（范畴）的一门应用学科，它以个体和确定的群体为对象，目的是促进和维护健康，预防疾病、失能和早逝。\n2. 预防医学的内容\n\n\n流行病学\n\n\n医学统计学\n\n\n\n原因分析评价的基础\n\n\n\n临床预防医学（个体服务）\n\n\n社区卫生与环境医学\n\n\n\n维护个体和人群健康的方法\n\n\n\n卫生管理\n\n\n\n有效地决策、实施与控制费用\n\n3. 预防医学的特点\n\n\n思维的整体性\n\n强调应用系统论的思维方式，把人的健康及其决定因素作为一个整体来认识，提供“以人为本的一体化服务”。\n\n\n\n服务的针对性\n\n针对个体和特定的群体开展预防工作。\n\n个体：既包括来看病的患者，也包括一般的健康个体。\n特定群体：可以是地理区域来界定的群体，某一健康问题如慢性病患者的群体，某一生物学特征如儿童、妇女、老年人等群体，某一经济状况如贫困群体等。\n\n\n\n\n\n实践的主动性\n\n强调主动防患于未然。\n增权：能掌控自身健康的主动权。\n\n\n\n二、健康的概念\n\nWHO：健康是身体、心理和社会幸福的完好状态，而不仅是没有疾病和虚弱健康是日常生活的资源，而不是生活的目标。健康是一个积极的概念，它不仅是个人身体素质的体现，也是社会和个人的资源。\n\n1. 健康的组成\n\n\n健康是身体、心理和社会的适应和自我管理的能力，健康的组成是从健康的了个维度获取资源，并把它应用到每天的日常生活中，即健康的作用。\n\n\n2. 健康的作用\n\n\n健康是一种追求和实现愿望、满足需求和改变或处理环境的能力，从而成为追求幸福的资源。\n\n\n健康是一个人使用与健康的各个维度联系的内在潜能和外在资源，从而了充分地参与到对生命过程有益活动的能力反映。\n\n\n\n[! note]  幸福感幸福感 (well-being）是一个主观的状态，包括：\n\n感知生活满意度；\n所体验的情感；\n自我实现和觉得有意义。\n\n\n三、健康决定因素及健康生态学模型\n1. 健康决定因素\n\n指决定个体、群体乃至人群健康状态的因素。Lalonde (拉隆达）早在 1974 年就把影响健康的因素归纳为四大类：人类生物学、生活方式、环境 (包括社会经济环境和物质环境）、卫生服务。\n\n\n\n社会经济环境\n\n\n\n\n个人收入和社会地位：收入和社会地位是重要的健康影响因素。一个社会中收入的公平性（在一个社会内部，反映个人在社会层次中地位的相对收入）决定了社会经济状況对健康的影响程度。\n\n\n文化背景：人们的信仰、价值观、行为规范、历史传统、风俗习惯、生活方式、地方语言和特定表象。\n\n\n社会支持网络：一个人在社会中所形成的人际关系。由人与人之间的信任、互惠、支持，及团同的社会规范和价值观称为人际资本（又称资本，social capital)。\n\n\n教育/文化程度：提高人们的认知水平，增强人们控制生活条件和自我保健的能力。有利于增加就业和收入的机会。\n\n\n就业和工作条件：拥有控制工作条件和较少担心失去工作的人，会有更健康的身体，而失业明显与不良的健康有工作条件还与下面介绍的物质环境有关。\n\n\n\n\n物质环境\n\n\n\n\n物质环境 (physical environment） 是指相对于某一中心事物而言，与该中心事物有关的周围一切事物构成了这一中心事物的环境，包括了物理、化学、生物因素以及建成环境。\n\n物理、化学和生物因素\n建成环境 (built environment)：是指为人类活动而提供的人工建造环境，如房屋和街道等建筑物，公园及其他绿化空问等。居民居住小区的建成环境成为了人们每天生活、工作和娱乐的人造空间，对促进居民养成健康的生活方式，促进身体活动和心理健康有着重要的影响。\n\n\n\n\n\n个人因素\n\n\n\n\n健康的婴幼儿发育状态\n\n\n个人的卫生习惯\n\n\n个人的能力和技能\n\n\n人类生物学特征和遗传因素\n\n\n\n\n卫生服务\n\n\n\n\n卫生服务尤其是维持和促进健康、预防疾病和损伤、治疗和康复等服务健全的卫生机构，完备和质量保证的服务网络，一定的经济投入，公平合理的卫生资源配置，以及保证服务的可及性，对人群健康有着重要的促进作用。\n\n\n2. 健康生态学模型\n\n强调个体和人群健康是个体因素、卫生服务、以及物质和社会环境因素相互依赖和相互作用的结果，且这些因素间也相互依赖和相互制约，以多层面上交互作用来影响着个体和群体的健康。（强调相互协调）\n\n\n\n\n健康生态学模型的三个特点：\n\n多重性：行为、疾病或整体健康都受到多重因素影响\n交互性：相互依赖和互相作用，变动和相互影响\n多维性：人作为整个生态系统的组成成分，存在于该系统的各层面。\n\n\n\n\n[!summary] 总结和解释健康生态学模型是指将人的健康视为一个复杂的生态系统，包括人类个体、社会和自然环境等因素，这些因素相互作用并共同影响人的健康状况。该模型有三个核心特点，分别是多重性、交互性和多维性。\n首先，多重性指的是影响人的健康的因素有很多种，不仅包括个体因素（如遗传、生物学特征、行为等），还包括社会、文化和环境等方面的因素。这些因素相互作用，会对人的健康产生影响。因此，健康生态学模型认为，人的健康是一个多重因素的复杂问题。\n其次，交互性是指不同因素之间相互依存、相互作用、变动和相互影响的特点。例如，个体行为可能受到社会文化环境的影响，同时，个体行为也会影响到环境和社会，这些因素相互作用，会对人的健康产生影响。因此，健康生态学模型认为，人的健康是一个动态的、相互关联的系统。\n最后，多维性是指人作为整个生态系统的组成成分，存在于该系统的各层面。例如，个体健康不仅受到生物学因素、行为因素等个体层面的因素影响，还受到家庭、社区、国家和全球层面的因素影响。因此，健康生态学模型认为，人的健康是一个多维度的、跨层面的问题。\n综上所述，健康生态学模型是一种综合性的、复杂的健康理论，它将人的健康看作一个动态、相互关联的生态系统，通过多重性、交互性和多维性这三个特点，揭示了人的健康与生态系统之间的内在联系和相互作用。\n\n\n\n大健康观\n\n\n\n\n对健康決定因素这种生态学特点的认识，就是“大健康观”\n\n\n我们要用系统论的思维方式考虑健康决定因素及其关系，来指导健康的干预策略。\n\n\n2. 预防的策略\n—、促进健康模式与疾病干预模式\n\n二、[[三级预防]]（重点）\n\n三级预防策略（prevention strategies at three levels）又称综合预防，根据疾病发生发展过程以及健康决定因素的特点，把预防策略按等级分类。\n\n\n1. 第一级预防 (primary prevention)\n\n\n定义：通过采取措施促进健康，或消除致病因素对机体危害的影响，以及提高机体的抵抗力来预防疾病的发生。\n\n\n在第一级预防中，如果在疾病的因子还没有进入环境之前就采取预防性措施，则称为根本性预防（Primordial prevention)。\n\n\n内容：保障全人群健康的社会和环境措施、针对健康个体的措施。\n\n（1）保障全人群健康的社会和环境措施：从全球预防战略和各种政府策略及政策角度考虑所采取的公共卫生\n\n措施：如制定和执行各种与健康有关的各种法律及规章制度，提供清洁安全的饮用水和食品，针对大气、水、土壤的环境保护措施，公众体育场所的修建，公共场所禁止吸烟，利用各种媒体开展的公共健康教育，提供公共健康意识和自控能力，防止致病因素危害公众的健康。\n\n\n（2）针对健康个体的措施\n\n①个人的健康教育，注意合理营养和促进有规律的身体活动，培养良好的生活行为方式和心理健康。\n② 有组织地进行预防接种，提高人群免疫水平，预防疾病。\n③ 做好婚前检查和禁止近亲结婚，预防遗传性疾病。\n④做好妊娠和儿童期的卫生保健。\n⑤ 某些疾病的高危个体服用药物来预防疾病的发生，即化学预防。\n\n\n\n\n\n2. 第二级预防 (secondary prevention)\n\n\n定义：也称临床前期预防，即在疾病的临床前期做好早期发现、早期诊断、早期治疗的“三早〞预防措施，以控制疾病的发展和恶化，对于传染病的预防，除“三早”外，还应进行疫情早报告、病人早隔离措施。\n\n\n早期发现的方法：普查、筛检、定期健康检查、高危人群重点项目检查和设立专科门诊等。\n\n\n第二级预防的意义是控制疾病的发展和恶化，防止疾病的复发或转化为慢性。\n\n\n3. 第三级预防 (tertiary prevention)\n\n\n定义：又称临床预防。对已患某些疾病者，采取及时的、有效的治疗措施，防止病情恶化，预防并发症和伤残；对已丧失劳动能力或残废者，主要促使功能恢复、心理康复，进行家庭护理指导，使患者尽量恢复生活和劳动能力，并能参加社会活动及延长寿命。\n\n\n三、预防高危策略与全人群策略\n1. 预防的高危策路 (high-risk strategy of prevention)\n\n\n定义：指针对疾病高风险的个体采取预防干预措施来降低其将来发病的风险。\n\n\n采取高危人群策路，其优点是重点关注[[病因链的近端]]（如病原体，生活习惯等），干预针对性强和效果明显。\n\n\n2. 预防的全人群策略 (population strategy of prevention)\n\n\n定义：指针对影响整个群体（全人群）的健康决定因素，尤其是病因链上那些远端的因素进行干预来降低整个人群疾病的风险。\n\n\n全人群策略干预的是病因链的远端因素（如环境污染、社会经济因素等）来促进健康和预防疾病，使全人群受益。\n\n\n预防策略的落实\n\n\n可根据干预对象是整个群体或个体，分为社区预防服务和临床预防服务。\n\n\n社区预防服务：以社区为范围，以群体为对象开展的预防工作\n\n\n实施，主体是公共卫生人员。\n\n\n临床预防服务：在临床场所，以个体为对象实施的预防干预措施，由临床医务人员承担。\n\n\n3. 健康的生命全程路径与以人为本的一体化服务模式\n\n\n健康的生命全程路径\n\n健康的生命全程路径是一种从保证健康的生命起始，并根据整个人生各关时期（如孕期、婴幼儿期、青少年期、成年期以及老年期）的需求，采取有针性措施来提高健康干预有效性的策略。\n它不仅是在时间上关注一个人的一生和下一代，还从生态学的视角关注群体健康的多重原因，从而通过及时的健康投资让个人和整个社会获得健康和经济高回报。\n\n\n\n以人为本的一体化服务模式（people-centered integrated care PICI）\n\n以人为本的一体化服务模式是一种根据居民及其家庭的健康需求来组织提供服务的模式。\n以人为本的卫生服务 (people-centered care)：让患者、家属和所在社区作为卫生服务的受益人和参与者共同参与到卫生服务决策和实施过程中，从而使他们对卫生服务体系充满信任，而同时卫生服务体系也能够以人性化和一体化的方式，根据他们的需求和偏好提供服务。\n一体化卫生服务 (integrated care，也称整合型卫生服务）：指根据健康需求，通过协调卫生系统内部各级各类卫生医疗机构，将包括健康促进疾病预防、治疗、疾病管理、康复和临终关怀等在内的各种医疗卫生服务整合在一起，为服务对象提供终生连续性的服务。\n\n\n\n3. 预防医学的成就及其学习的意义\n一、中国卫生工作取得的主要成就\n\n二、中国卫生工作面临的挑战\n1. 面临多重健康问题挑战\n- 一是重大传染病和重点寄生虫病防控形势依然严峻，新发传染病威胁不容忽视（新冠肺炎）。\n- 二是慢性病疾病负担日益沉重：\n\n2.  “共建共享、全民健康”—健康中国建设\n- 卫生与健康工作方针\n- 创新医疗卫生服务供给模式（实现医防结合）\n\n三、医学生学习预防医学的意义\n1. 完整地认识现代医学的目标\n\n透彻理解健康、健康决定因素与疾病的关系，树立预防为主的思想，具备预防医学的基本理论和树立预防为主的观念；应用健康生态模型以及“三级预防〞的原则，做好医疗卫生保健服务工作。\n\n2. 掌握预防医学观念、知识和技能\n\n通过实践，深化这种认识，从而能将预防意识指导日常的临床工作，在临床场所能敏說地察觉和报告公共卫生问题，在日常的临床工作中能根据就诊者的实际情况提供个体化的健康维护计划，能参与促进社区人群健康的工作，与公共卫生人员一起提高个体和群体的健康水平。\n\n1\n","plink":"http://colamono.top/2023/04/27/1.绪论/"},{"title":"关于浪漫","date":"2023-04-18T00:34:00.000Z","date_formatted":{"ll":"2023年4月18日","L":"2023/04/18","MM-DD":"04-18"},"author":"可乐mono","updated":"2023-04-18T12:30:14.150Z","content":"[[index-A|返回目录]]\n标题：\n1= this.file.tags\n\n曾经的我总是以为，人可以怀着一颗赤子之心，浪漫一辈子。总想着，去看遍这个世界，看遍那些真实存在的风景。被极光笼罩的冰山，浸泡在夕阳中的云朵。驾着车驶过海风吹拂的大桥，听着海鸥和和海浪一起喧嚷。在漫天的星光中入睡，醒来就能看见万里无云的珊瑚海。\n要是能够有机会，在一个晴朗的日子，驾驶着螺旋桨飞机，来一场莱特兄弟的梦。将思绪都抛给身后一百码的天空，沿着地平线寻找古巴比伦消失的空中花园。或者是躺在木质的走廊上，看着月亮从阿尔卑斯山脉落下，白雪像蜡烛一样被月光点亮，随后升空，绽开，变成漫天的繁星。\n记忆总是太美好了，所以总是能够驱使着人们，乐此不疲。\n我们，就是那群住在象牙塔的人啊，总是有着做不完的梦。我热爱文字，热爱旋律，热爱随时涌动的感情。人生总是无时无刻地浪漫着，或许生活就是发动机吧，这些热爱和浪漫总是被当做燃料，一点点被燃烧殆尽。但是人生这条注定充满孤独和荆棘的路上，又能够碰到几个加油站呢。\n人生的路很长，风景总是一闪而过。少年，后面的路会很难，但是请别忘了目的地。要是这一路上困难重重，那就躺下来好好做一个梦吧，一个有关记忆的梦。\n","plink":"http://colamono.top/2023/04/18/关于浪漫/"},{"title":"心力衰竭","date":"2023-04-17T06:11:00.000Z","date_formatted":{"ll":"2023年4月17日","L":"2023/04/17","MM-DD":"04-17"},"author":"可乐mono","updated":"2023-04-21T01:28:37.741Z","content":"心力衰竭\n\n\n慢性心力衰竭\n急性心力衰竭（左心衰常见，主要表现为急性肺水肿）\n\n\n\n慢性心力衰竭\n\n\n\n定义\n\n\n临床主要表现\n\n\n病因\n\n\n诱因\n\n\n心力衰竭的病理生理\n\n\n心衰分型及心功能分级\n\n\n心力衰竭的临床表现和辅助检查\n\n\n心衰的治疗\n\n\n舒张功能不全\n\n\n\n\n定义\n心力衰竭是各种心脏结构和（或）功能性疾病导致心室充盈和（或）射血功能受损心排血量不能满足机体代谢的需要，器官、组织血液灌注不足，肺循环和（或）体循环淤血而引起的一组综合症。\n\n临床主要表现\n呼吸困难、体力活动受限和体液潴留。\n\n病因\n\n\n\n原发性心肌损害\n\n\n心脏负荷过重\n\n\n\n\n\n原发性心肌损害\n\n缺血性心肌病：冠心病心肌缺血和心梗最常见\n心肌炎与心肌病：病毒性心肌炎与扩张性心肌病最常见\n心肌代谢障碍性疾病：糖尿病心肌病最常见\n\n\n\n心脏负荷过重\n\n压力负荷（后）过重：见于高血压、主动脉瓣狹窄、肺动脉高压、肺动脉瓣狹窄等\n容量负荷（前）过重：心脏辦膜关闭不全；左、右心或动静脉分流性先天性心血管病；循环血量增多的疾病\n\n前负荷：人身上的血，就是人身上的钱，称“钱”负荷\n前负荷增加的三条原因：不一缺一钱\n\n不——四个瓣膜关闭“不”全\n缺——房间隔“缺”损；室间隔“缺”损：\n钱——贫血、甲亢、动静脉瘦、脚气病、妊娠（评价冻脚人）（钱多一血容量增多）\n\n\n\n\n\n\n\n\n诱因\n\n\n要区分病因和诱因：诱因是因素或者症状，病因是疾病名称\n\n\n心力衰竭的病理生理\n\nFrank -starling 机制：\n\n\n随着舒张末压增加，心脏排血量指数增高，超过一定范围，心脏扩的太大，会出现明显充血，排血量下滑，心衰与正常比较曲线向右下方移位。\n\n\n\n主动舒张障碍：钙离子不能及时地被肌浆网摄回及时泵出胞外，使钙离子持续与肌钙蛋白结合引发的，（涉及到兴奋收缩耦联中骨骼肌特点：兴奋沿着横管或个管传导，肌质网中钙离子释放到肌丝之问，钙离子与肌钙蛋白结合，引起肌丝滑行，钙离子回到肌质网中使肌丝舒张，整个肌肉舒张，收缩舒张交替出现。总结：传导、释放、结合、回收。）现在心脏耗氧量增加，钙离子无法回收，肌丝持续滑行，心脏持续收缩。\n\n\n\n心衰分型及心功能分级\n\n\n\n类型\n\n\n分期\n\n\n分级\n\n\n分度\n\n\n\n\n\n类型\n\n急性（急性左心衰常见）和慢性（大多数）\n左心、右心、全心\n射血分数降低心衰 (同收缩性心衰）\n\n射血分数&lt;40%\n\n\n射血分数保留性心衰 (同舒张性心衰）\n\n射血分数&gt;50%\n\n\n常见的舒张受限的疾病 ：冠心病、高血压、限制性心脏病、肥厚性心脏病\n\n一定范围内可以保证射血量。\n\n\n\n\n\n分期\n\n前心衰阶段：患者存在心衰高危因素，但目前尚无心脏结构或功能异常，也无心衰的症状和（或）体征。\n前临床心衰阶段：患者无心衰的症状和（或）体征，但己发展为结构性心脏病，如左室肥厚、无症状瓣膜性心脏病、既往心肌梗死史等。\n临床心衰阶段：患者己有基础结构性心脏病，既往或目前有心衰症状和（或）体征。\n难治性终末期心衰阶段：患者虽经严格优化内科治疗，但休息时仍有症状，常伴心源性恶病质，须反复长期住院。\n\n\n\n分级\n\n美国纽约心脏病学会 ( NYHA)的心功能分级方法\n\n1级：体力活动不受限，即心功能代偿期。\n2级：体力活动轻度受限。休息时无症状，日常活动引起之力，称轻度心衰。\n3级：体力活动明显受限，轻于日常活动即三力，亦称中度心衰。\n4级：休息时有心衰症状，亦称重度心衰。\n\n\n\n\n\n分度\n\n6分钟步行试验\n\n要求病人在平直走廊里尽快行走, 测定6分钟步行距离，根据 US Carvedilol 研究设定的标准\n\n&lt;150m （重度）\n150~450m （中度）\n450m （轻度）\n\n\n\n\n\n\n\n\n心力衰竭的临床表现和辅助检查\n\n\n\n左心衰竭\n\n\n右心衰竭\n\n\n心脏的临床表现与体征\n\n\n检查\n\n\n鉴别诊断\n\n\n\n\n\n左心衰竭\n\n呼吸困难：是左心衰较早出现的症状。\n劳力性呼吸困难：最先出现（肥厚心、主狹、右心衰、特发肺）。\n夜间阵发性呼吸困难：称“心源性哮喘”（肺充血、迷走兴奋、气管收缩、横膈抬高、肺活量臧少等）\n\n夜间平躺回心血量增加，肺循环淤血，\n\n躺着膈肌抬高压迫肺脏扩张，\n躺着气道收缩，呼吸量减少，\n躺着迷走神经兴奋，气道痉挛。\n\n\n\n\n端坐呼吸、急性肺水肿、心源性哮喘：急性肺水肿是左心衰呼吸困难最严重的形式。\n体征：原心脏病体征、HR 升高，奔马律、P2 升高、两肺底湿啰音（下垂部位）、哮呜音。\n\n\n\n\n由于左心衰竭引起前负荷增多，心肌肥厚、心腔扩大、结构改变、心脏扩大，引发心房心室间二尖瓣关不上，会有二尖瓣返流杂音：由于左心衰，肺循环血液无法回到左心，会有肺淤血症状：两肺底湿啰音（下垂部位）、哮鸣音。\n\n\n\n右心衰竭\n\n体循环脏器血流无法回到右心，瘀滞在各脏器\n\n\n症状\n\n消化道症状：胃肠道及肝脏淤血引起腹胀、食欲不振、恶心、呕吐等。\n劳力性呼吸困难：继发于左心衰的右心衰呼吸困难业己存在。\n\n\n体征\n\n水肿：首先出现于身体最低垂的部位，常为对称性可压陷性。\n颈静脉征：颈静脉搏动增强、充盈、怒张；肝颈静脉反流征阳性。\n肝脏肿大\n基础心脏病体征+三尖瓣关闭不全的反流性杂音\n\n\n\n\n\n心衰的临床表现与体征\n\n交替脉一一与左心室的收缩力强弱交替有关，见于左心衰、高血压性心脏病、急性心衰竭。\n奇脉一一吸气时脉搏明显减弱或消失。见于右心衰、大量胸腔积液、大量心包积液、缩窄性心包炎、肺气肿、支气管哮喘（心脏受压迫）。\n水冲脉一一甲亢、严重贫血、主动脉瓣关闭不全、动静脉瘘。\n\n\n\n检查\n\n\n\n鉴别诊断\n\n\n\n\n\n心源性哮喘\n支气管哮喘\n\n\n\n\n病史\n老年人多见，有心脏病史（高血压、心梗等）\n青年人多见，有过敏史\n\n\n症状\n常在夜间发生，坐起或站立后可缓解，严重时咳白色或粉红色泡沫痰\n冬春季易发，咳白色粘痰\n\n\n体征\n心脏病的体征、奔马律、肺干湿啰音\n心脏正常，肺哮鸣音、桶状胸\n\n\nx线检查\n心脏大、肺淤血\n心脏正常，肺气肿征\n\n\n治疗\n强心利尿扩管有效\n氨茶碱、激素\n\n\n\n测定血浆 BNP 水平具有参考价值\n\n\n心衰的治疗\n\n\n\n利尿剂\n\n\n血管紧张素转换酶抑制剂 ACEI\n\n\n血管紧张素受体阻滞剂 (ARBs):\n\n\n醛固酮受体拮抗剂:\n\n\n肾素抑制剂：\n\n\nβ受体阻滞剂的应用\n\n\n洋地黄类强心药：\n\n\n非洋地黄类强心药\n\n\n扩血管药物\n\n\n抗心力衰竭药物治疗进展。\n\n\n其他治疗\n\n\n\n\n\n\n利尿剂\n\n作用原理：通过排钠排水减轻心脏的容量负荷，对缓解淤血症状，减轻水肿有十分显著的效果。\n合理应用：\n\n①心功能 1级一般不用利尿剂；\n②急性心衰或肺水肿，首选呋塞米静注，如伴有心源性休克，则不易使用；\n③轻度心衰首选噻嗪类，中度心衰加用潴钟利尿剂；\n④重度心衰选用袢利尿剂与潴钾利尿剂合用；\n⑤肾功不全应用袢利尿剂，禁用潴钾利尿剂：\n⑥间断用药，以防电解质紊乱。\n\n\n\n\n\n\n血管紧张素转换酶抑制剂 ACEI（RASS 抑制剂）\n\n常用制剂：卡托普利、贝那普利、培哚普利、咪达普利、赖诺普利。\n作用机理：\n\n抑制肾素血管紧张素系统 (RAS)；\n抑制缓激肽的降解可使具有血管扩张作用的前列腺素生成增多，同时亦有抗组织增生的作用；\n降低神经体液代偿机制副作用，改善心室重塑。\n\n\n副作用：低血压、肾功能一过性恶化、高血钾及干咳、血管性水胂。\n禁忌症：无尿性肾衰谒、妊娠哺乳期妇女及对 ACEI 过敏者禁用；双侧肾动脉狹窄、血肌酐水平明显升高（&gt;2651 mo1/L）、高血钾（&gt;5.5mmol/L）及低血压者亦不宜应用。\n应用特点：从心功能尚处于代偿期而无明显症状时，即开始给予 ACE 抑制剂的干预治疗是心力衰竭治疗方面的重要进展。\n\n\n\n血管紧张素受体阻滞剂 (ARBs):\nACEI ——干咳不能耐受者选 ARBs，如坎地沙坦、氯沙坦、缬沙坦等。无抑制缓激肽降解作用，副作用除干咳、血管性水肿外均可见于应用 ARBs 时，ARB 与 ACEI 不连用，以免增加副作用。\n\n\n醛固酮受体拮抗剂：螺内酯等抗醛固酮制剂作为保钾利尿剂，能阻断醛固酮效应，执制心血管重塑，改善心衰的远期预后。但必须注意血钾的监测，近期有肾功能不全、血肌酐升高或高钾血症者不宜使用。依普利酮 (eplerenone)是一种新型选择性醛固酮受体拮抗剂，尤适用于老龄、糖尿病和肾功能不全患者。\n\n\n肾素抑制剂：阿利吉仑直接抑制肾素降低血浆肾素活性，对心率无影响。\n\n\nβ受体阻滞剂的应用\n\nβ受体阻滞剂可对抗心衰时交感神经激活；长期使用减轻症状、改善预后、降低死亡率。\nβ受体阻滞剂的禁忌证：支气管痉李性疾病、心动过缓、二度及二度以上房室传导阻滞、周围血管病、重度急性心衰、体液潴留。\n代表药物：美托洛尔、比素洛尔、卡维地洛。\n\n\n\n洋地黄类强心药：\n\n\n\n\n洋地黃类药物作用机制：\n\n之所以可以强心是因为抑制钠钾泵，钠钟泵维持正常生理水平，里面高加，外部高钠，形成势能储备 (浓度差和电位差）为离子的交换产生势能储备（钠钙交换），现在抑制了钠钟泵，钙高子留在细胞内，是心脏持续收缩，是正性肌力作用，钠钟泵受到抑制，阳止钠钙交换使钙离子蓄积，起到强心作用；\n可以抑制房室交界区传导，使其不会干扰心室跳动，控制心室率，减轻房颤对血流动力学的影响；\n兴奋迷走神经，降低心脏耗氧量，降低心脏速率；\n抑制肾素释放，减少水钠潴留，增加尿液排出。\n\n\n","plink":"http://colamono.top/2023/04/17/心力衰竭/"},{"title":"甲状腺功能亢进","date":"2023-04-14T14:10:00.000Z","date_formatted":{"ll":"2023年4月14日","L":"2023/04/14","MM-DD":"04-14"},"author":"可乐mono","updated":"2023-04-15T07:36:46.078Z","content":"\n甲状腺功能亢进症\n\n#内科学\n甲亢大纲\n\n\n\n概述\n\n\n病因及发病机制\n\n\n临床表现\n\n\n实验室检查及其他检查\n\n\n诊断及鉴别诊断\n\n\n甲亢的治疗\n\n\n\n\n概述\n\n\n\n定义\n\n\n按照病因分类\n\n\n根据甲状腺功能亢进的程度分类\n\n\n\n\n\n定义：甲状腺功能亢进症是指甲状腺腺体本身产生甲状腺激素过多[1]而引起的甲状腺毒症\n\n\n按照病因分类\n\n弥漫性毒性甲状腺肿（Graces 病）\n结节性毒性甲状腺肿\n甲状腺自主高功能腺瘤\n\n\n\n根据甲状腺功能亢进的程度分类\n\n临床甲亢：80%由 Graves 病引起\n亚临床甲亢\n\n\n\n\n病因及发病机制\n\n\n\nGraves 病是器官特异性自身免疫病之一\n\n\nGraves 病的特征性自身抗体是 TRAb\n\n\n\n\n\nGraves 病（简称 GD）是器官特异性[2]自身免疫疾病之一\n\n自身免疫性甲状腺病（AITD）包括\n\nGraves 病\n自身免疫性甲状腺炎\nGraves 眼病\n\n\nAITD（自身免疫性甲状腺病） 的共同自身免疫特征\n\n血清存在针对甲状腺的自身抗体，包括过氧化物酶抗体 ^3 和 TSH 受体抗体（TRAb）\n甲状腺内不同程度的淋巴细胞浸润\n循环和甲状腺存在针对甲状腺抗原的 T 细胞\n伴发 1 型糖尿病，Addison 病（肾上腺皮质功能减退症）、系统性红斑狼疮等自身免疫病。\n\n\n\n\n\nGraves 病的特征性自身抗体是 TRAb\n\n甲状腺刺激性抗体（TSAb）：是 Graves 病甲亢的致病抗体，存在于 90%以上的病人。\n甲状腺刺激阻断性抗体 (TSBAb)\n\n\n\n\n\n临床表现\n\n\n\n症状\n\n\n体征\n\n\nGraves 眼病\n\n\n胫前黏液性水肿\n\n\n甲状腺危象\n\n\n甲状腺毒症心脏病\n\n\n淡漠型甲亢\n\n\nT3型甲状腺毒症\n\n\n妊娠期一过性甲状腺毒症\n\n\n\n\n\n症状：甲状腺毒症状表现，可伴发周期性瘫痪（亚洲，青壮年男性多见）和近端肌肉进行性无力、萎缩（甲亢性肌病）；Graves 病有 1%伴发重症肌无力\n\n\n体征\n\n弥漫性甲状腺肿\n眼征\n胫前粘液性水肿\n\n\n\nGraves 眼病（GO)：又称甲状腺相关性眼病（TAO）或浸润性突眼\n\n特点\n\n25%-50%的 GD 病人伴有不同程度的 GO;\nGO 多见于男性\n单眼受累的病例占 GO 的 10%-20%;\n甲亢与突眼发生顺序的关系是：43%两者同时发生，44%甲亢先于突眼发生；\n5%的 GO 病人以眼病为主，称为甲状腺功能正常型 GO (BGO)：EGO 病人可能存在亚临床甲亢和 TRAb [3]等甲状腺自身抗体阳性。\n\n\nGO 病理变化\n\n眶后淋巴细胞浸润，眶后成纤维细胞分泌大量黏多糖和糖胺聚糖（GAG） 在组织沉积，透明质酸增多，导致眼外肌和脂肪肿米损伤，引起突眼。眼外肌组织可见淋巴细胞浸润，主要是T细胞。\n\n\nGO 的分级\n\nGO 的临床活动状态评估\n\n\n\n\n胫前黏液性水肿\n\n橘皮或树皮样、多发生在胫骨前下 1/3 部位，皮损大多为对称性。\n病理可见肌肉组织肿胀，原因是细胞外基质的黏多糖堆积。肌肉纤维破坏，淋巴细胞片状浸润，主要是 T 细胞。TRAb 可能参与这个炎症过程。\n见于少数 GD 病人，白种人多见\n\n\n\n甲状腺危象\n\n原因：与甲状腺激素大量进入循环有关。\n诱因：多发生于较重甲亢未予治疗或治疗不充分的病人。如感染、手术、创伤、精神刺激等。\n临床表现：高热大汗、谵安昏迷、上吐下泻。\n诊断：主要依靠临床表现综合判断。\n死亡率：20%以上。\n\n\n\n甲状腺毒症心脏病\n\n甲状腺毒症对心脏的作用\n\n增强心脏 β 受体对儿茶酚胺[4]的敏感性；\n直接作用于心肌收缩蛋白，增强心肌的正性肌力作用；\n继发于甲状腺激素导致的外周血管扩张，阻力下降，心脏输出量代偿性增加。\n\n上述作用，导致心动过速，心脏排出量增加、心房颤动和心力衰竭。\n\n\n\n\n心力衰竭的两种类型\n\n高排出量心力衰竭（多发生在年轻人、失代偿所致）\n心脏泵衰竭（多发生在老年人）\n\n\n心律失常：多是室上性的。心房颤动占 2%-20%。 30%-50%心衰与心房颤动并存。甲状腺毒症纠正后，心房颤动可以消失。\n\n\n\n淡漠型甲亢\n\n好发年龄：多见于老年患者。\n疾病特点：起病隐袭、高代谢症状不典型，眼征和甲状腺肿均不明显。\n主要表现：神志淡漠，乏力，嗜睡，反应迟钝，明显消瘦，可伴有心房颤动、肌肉震颤和肌病等体征。\n\n70%病人无甲状腺肿大。\n临床上常因为明显消瘦误诊为恶性肿瘤，因心房颤动被误诊为冠心病。\n\n\n\n\n\nT3型甲状腺毒症\n\n原因：甲亢产生的 T3 量显著多于 T4 所致\n机制：尚不清楚\n来源：Graves 病、毒性结节性甲状腺肿和自主高功能性腺瘤都可以发生 T3型甲亢、12%碘缺乏地区甲亢。\n实验室检查：TT4 、FT4 正常，TT3 、FT3, 升高，TSH 减低、 131I 摄取率增加\n\n\n\n妊娠期一过性甲状腺毒症\n\n疾病原因：高浓度绒毛膜促性腺激素刺激甲状腺 TSH 受体所致。\n发病时机：在妊娠7-11周发病，14-18 周缓解。\n临床表现：常有妊娠剧吐，无甲状腺肿，无眼征。\n辅助检查：血清 HCG 浓度升高。\n病程自限\n\n\n\n\n实验室检查及其他检查\n\n\n\nTSH 测定\n\n\n血清甲状腺激素测定\n\n\n131I 摄取率\n\n\nTRAb 与 TSAb 的测定\n\n\n彩色多普勒\n\n\nCT 和 MRI\n\n\n甲状腺放射性核素扫描\n\n\n\n\n\nTSH 测定\n\n血清 TSH 浓度的变化是反映甲状腺功能最敏感的指标\nsTSH[5] 成为筛查甲亢的第一线指标，甲亢时 TSH&lt;0. 1mU/L。\nsTSH 使得诊断亚临床甲亢成为可能。\n\n\n\n血清甲状腺素测定（TT3、TT4）\n\nTT3 、TT4：是检测甲状腺功能的基本指标，但易受多种因素的影响，总的 TT4，（或 TT3）由结合的和游离的两部分构成，大部分与蛋白结合（主要为 TBG)，仅游离部分（FT3, FT4）有生物作用。\nFT3、 FT4： 判定甲功状态的敏感（主要）指标，不受 TBG 的影响。\n\n但是由于含量甚微，测定的稳定性不如 TT3、TT4\n\n\n血清 TBG 量的变化都会影响测定的结果\n\n①TBG 升高，导致 TT4, 增高：妊娠、雌激素、急性病毒性肝炎、先天因素等；\n②TBG 降低，导致 TT4, 减低：雄激素、糖皮质激素、低蛋白血症、先天因素等可以引起。\n\n\n\n\n\n131I 摄取率 (目前已被 sTSH 测定替代)\n\n正常3小时 5-25%，24小时 20-45%，高峰在24 小时出现。\n甲亢时131I 摄取率表现为总摄取量增加，摄取高峰前移，在 3-6小时出现。\n主要用于甲状腺毒症病因的鉴别\n\n\n\nTRAb 与 TSAb 的测定：（TRAb诊断 GD 的第一线指标）\n\n原理是病人血清的 TRAb与反应体系中标记的竞争物 TSH 竞争抑制。\n包括刺激性抗体（TSAb） 和抑制性抗体 (TSBAb)。\nTRAb 阳性不能反映这种抗体的功能。\nTSAb 阳性反映 TRAb 是刺激性的，TSBAb 则反映 TRAb 是阻断性的。\n85%-100%的GD 新诊断病人 TSAb 阳性。\n\n\n\n彩色多普勒：甲状腺血流的半定量测定。\n\n\nCT 和 MRI：排除具他原因的突眼。\n\n\n甲状腺放射性核素扫描：用于甲亢的鉴别诊断。\n\nGD：可见核素均质性地分布增强；\n结节性毒性甲状腺肿：可见核素分布不均，增强和减弱区呈灶状分布。\n甲状腺自主高功能腺瘤：仅在肿瘤区有核素浓聚，其他区域的核素分布稀疏。\n\n\n\n\n诊断及鉴别诊断\n\n\n\n甲亢的诊断\n\n\nGD 的诊断\n\n\n甲状腺毒症原因的鉴别\n\n\n甲亢原因的鉴别\n\n\n\n\n\n甲亢的诊断\n\n\n\n1&#123;&quot;entries&quot;:[&#123;&quot;name&quot;:&quot;第一次学习&quot;,&quot;startTime&quot;:null,&quot;endTime&quot;:null,&quot;subEntries&quot;:[&#123;&quot;name&quot;:&quot;Part 1&quot;,&quot;startTime&quot;:1681537093,&quot;endTime&quot;:1681538537,&quot;subEntries&quot;:null&#125;,&#123;&quot;name&quot;:&quot;Part 2&quot;,&quot;startTime&quot;:1681538816,&quot;endTime&quot;:1681540868,&quot;subEntries&quot;:null&#125;]&#125;,&#123;&quot;name&quot;:&quot;第二次学习&quot;,&quot;startTime&quot;:1681541205,&quot;endTime&quot;:1681542956,&quot;subEntries&quot;:null&#125;]&#125;\n\n\n\n甲状腺激素（TH）的生成：下丘脑垂体轴： 下丘脑产生 CRH（促甲状腺激素释放激素）——垂体产生 TSH（促甲状腺激素）——甲状腺滤泡上皮细胞产生 TH（甲状腺激素） ↩︎\n\n器官特异性指针对甲状腺这一器官 ↩︎\n\nTRAb：TSH 受体抗体 ↩︎\n\n儿茶酚胺是指去甲肾上腺素（NA 或 NE）、肾上腺素（Adr）和多巴胺（DA），均以酪氨酸为前体。儿茶酚胺的主要生理作用是兴奋血管的α受体，使血管收缩，主要是小动脉和小静脉收缩 ↩︎\n\nsTSH 即敏感 TSH，sTSH 检测限达到 0.005mU/L ↩︎\n\n\n\n","plink":"http://colamono.top/2023/04/14/甲状腺功能亢进症/"},{"title":"外科学","date":"2023-04-03T23:49:00.000Z","date_formatted":{"ll":"2023年4月4日","L":"2023/04/04","MM-DD":"04-04"},"author":"可乐mono","updated":"2023-04-04T01:41:58.527Z","content":"西医综合内科学篇\n\n五、外科学\n(一)外科总论\n\n无菌术的基本概念、常用方法及无菌操作的原则。\n\n\n一、无菌术的基本概念\n无菌术 (asepsis）：是临床医学的一个基本操作规范。无菌术就是针对微生物及感染途径所采取的一系列预防措施。包括灭菌法、消毒法、无菌操作及管理制度\n二、常用方法\n\n无菌术的内容不仅涉及各种灭菌和消毒的方法，相关操作规则及管理制度非常重要。\n\n灭菌法\n\n是指杀灭一切活的微生物, 包括芽胞\n\n高压蒸汽灭菌：是且前医院内应用最多（最常用）的灭菌法，效果很可靠。\n\n\n下排气式：102.9kPa ， 121°C，敷料20mnin，器械30min\n\n\n预真空式：205.8kPa, 132~ 134°C, 4min\n\n预先真空，蒸汽分布更均匀，灭菌时间缩短，对物品损害更轻微\n\n\n\n大多数能耐高温物品-手术器械、衣巾、敷料\n\n\n化学气体灭菌法：应用较少\n\n\n环氧乙烷气体法：37~63°C , 1~6h\n\n\n过氧化氢等离子体低温法：45~65°C, 28~ 75min\n\n\n低温甲醛蒸气法：150~ 80°C，30~ 60min（应用较多, 老教材为消毒法）\n\n\n适应范围：不耐高温、湿热的物品——电子仪器、光学仪器、内镜、心导管、导尿管、橡胶制品。\n\n\n\n\n无菌操作原则\n\n\n2.外科患者体液代谢失调与酸碱平衡失调的概念、病理生理、临床表现、诊断及防治、临床处理的基本原则。\n3.输血的适应证、注意事项和并发症的防治，自体输血，血浆代用品及血液成分制品的种类和应用。\n4.外科休克的基本概念、病因、病理生理、临床表现、诊断要点及治疗原则。\n5.重症监护的内容与应用，常见器官功能衰竭的治疗原则。\n6.疼痛的分类、评估及治疗。\n7.围手术期处理：术前准备、术后处理的目的与内容，术后并发症的防治。\n8.外科患者营养代谢的概念，肠内、肠外营养的选择及并发症的防治。\n9.外科感染\n(1)外科感染的概念、病理、临床表现、诊断及防治原则。\n(2)浅部组织及手部化脓性感染的病因、临床表现及治疗原则。\n(3)全身性外科感染的病因、致病菌、临床表现及诊治。\n(4)有芽胞厌氧菌感染的临床表现、诊断与鉴别诊断要点及防治原则。\n(5)外科应用抗菌药物的原则。\n10.创伤的概念和分类。创伤的病理、诊断与治疗。\n11.烧伤的伤情判断、病理生理、临床分期和各期的治疗原则。烧伤并发症的临床表现与诊断、防治要点。\n12.肿瘤\n(1)肿瘤的分类、病因与发病机制、病理、临床表现、诊断与治疗。\n(2)常见体表肿瘤的临床特点与诊治原则。\n13.移植的概念、分类与免疫学基础，器官移植，排斥反应及其防治。\n14.麻醉与复苏\n(1)麻醉前准备内容及麻醉前用药的选择。\n(2)常用麻醉的方法、药物、操作要点、临床应用及并发症的防治。\n(3)心、肺、脑复苏的概念、操作要领和治疗。\n15.外科微创手术：内镜技术及腔镜外科技术的临床应用。\n(二)胸部外科疾病\n1.肋骨骨折的临床表现、并发症和处理原则。\n2.各类气胸、血胸的临床表现、诊断和治疗原则。\n3.创伤性窒息的临床表现、诊断和处理原则。\n4.肺癌的病因、病理、临床表现、诊断、鉴别诊断和治疗方法。\n5.腐蚀性食管烧伤的病因、病理、临床表现与诊治原则。\n6.贲门失弛缓症的病因、病理、临床表现、诊断、鉴别诊断与治疗。\n7.食管癌的病因、病理、临床表现、诊断、鉴别诊断和防治原则。\n8.常见原发纵隔肿瘤的种类、临床表现、诊断和治疗。\n(三)普通外科\n1.颈部疾病\n(1)甲状腺的解剖生理概要。\n(2)甲状腺功能亢进的外科治疗。\n(3)甲状腺肿、甲状腺炎、甲状腺良性肿瘤、甲状腺恶性肿瘤的临床特点和诊治。\n(4)甲状腺结节的诊断和处理原则。\n(5)常见颈部肿块的诊断要点和治疗原则。\n(6)甲状旁腺疾病的诊断要点和治疗原则。\n2.乳房疾病\n(1)乳房的检查方法及乳房肿块的鉴别诊断。\n(2)急性乳腺炎的病因、临床表现及防治原则。\n(3)乳腺增生症的临床特点、诊断和处理。\n(4)乳腺常见良性肿瘤的临床特点、诊断要点和处理。\n(5)乳腺癌的病因、病理、临床表现、分期诊断和综合治疗原则。\n3.腹外疝\n(1)腹股沟区解剖。\n(2)疝的基本概念和临床类型。\n(3)腹外疝的临床表现、诊断、鉴别诊断、外科治疗的基本原则和方法。\n(4)无张力疝修补术的概念及应用。\n4.腹部损伤\n(1)腹部损伤的分类、病因、临床表现和诊治原则。\n(2)常见内脏损伤的特征和处理。\n5.腹腔感染：急性弥漫性腹膜炎和各种腹腔脓肿的病因、病理生理、诊断、鉴别诊断和治疗原则。\n6.腹腔间隔室综合征的原因、病理生理、诊断、鉴别诊断和治疗原则。\n7.胃十二指肠疾病\n(1)胃十二指肠溃疡病合并穿孔、出血、幽门梗阻的临床表现、诊断和治疗原则，术后并发症的诊断与防治。\n(2)胃良、恶性肿瘤的病理、分期和诊治原则。\n(3)胃十二指肠其他疾病的外科治疗原则。\n8.小肠疾病\n(1)肠梗阻的分类、病因、病理生理、诊断和治疗。\n(2)肠炎性疾病的病理、临床表现和诊治原则。\n(3)肠系膜血管缺血性疾病的临床表现和治疗原则。\n9.阑尾疾病：不同类型阑尾炎的病因、病理分型、诊断、鉴别诊断、治疗和术后并发症的防治。\n10.结肠、直肠与肛管疾病\n(1)解剖、生理概要及检查方法。\n(2)肛裂、直肠肛管周围脓肿、肛瘘、痔和直肠脱垂的临床特点和诊治原则。\n(3)结肠癌、直肠癌的病理分型、分期、临床表现特点、诊断方法和治疗原则。\n11.肝疾病\n(1)解剖生理概要。\n(2)肝脓肿的诊断、鉴别诊断和治疗。\n(3)肝脏肿瘤的诊断方法和治疗原则。\n(4)肝囊肿的诊断、鉴别诊断、临床表现及治疗原则。\n12.门静脉高压症的解剖概要、病因、病理生理、临床表现、诊断和治疗原则。\n13.胆道疾病\n(1)胆道系统的应用解剖、生理功能、常用的特殊检查诊断方法。\n(2)胆道畸形、感染、胆石病、胆道蛔虫症的病因、病理、临床表现、诊断和防治原则。常见并发症和救治原则。\n(3)胆道肿瘤的诊断和治疗。\n14.消化道出血的诊断、分析和处理原则。\n15.急腹症的诊断、鉴别诊断。\n16.胰腺疾病\n(1)胰腺炎的临床表现、诊断方法及治疗原则。\n(2)胰腺癌、壶腹周围癌及胰腺内分泌瘤的临床表现、诊断、鉴别诊断和治疗原则。\n17.脾切除的适应证、疗效及术后常见并发症。\n18.动脉瘤的病因、病理、临床特点、诊断要点和治疗原则。\n19.周围血管疾病\n(1)周围血管疾病的临床表现。\n(2)周围血管损伤、常见周围动脉和静脉疾病的病因、病理、临床表现、检查诊断方法和治疗原则。\n(四)泌尿、男生殖系统外科疾病\n1.泌尿、男生殖系统外科疾病的主要症状、检查方法、诊断和处理原则。\n2.常见泌尿系损伤的病因、病理、临床表现、诊断和治疗。\n3.常见各种泌尿男生殖系感染的病因、发病机制、临床表现、诊断和治疗原则。\n4.常见泌尿系梗阻的病因、病理生理、临床表现、诊断、鉴别诊断和治疗。\n5.泌尿系结石的流行病学、病因、病理生理改变、临床表现、诊断和预防、治疗方法。\n6.泌尿、男生殖系统肿瘤的病因、病理、临床表现和诊治原则。\n(五)骨科\n1.运动系统畸形\n常见畸形(先天性肌性斜颈、并指和多指、髋关节脱位、马蹄内翻足、平足症、足拇外翻、脊柱侧凸)的病因、病理、临床表现、诊断和治疗。\n2.运动系统损伤\n(1)骨折的定义、成因、分类及移位。\n(2)骨折的临床表现，影像学检查和并发症。\n(3)骨折的愈合过程，影响愈合的因素，临床愈合标准，以及延迟愈合、不愈合和畸形愈合。\n(4)骨折的急救及治疗原则，骨折复位的标准，各种治疗方法及其适应证。开放性骨折和开放性关节损伤的处理原则。\n(5)常见四肢骨折和关节脱位的解剖概要、病因、分类、发生机制、临床表现、并发症和治疗原则。\n(6)手的应用解剖、手外伤的原因、分类、检查、诊断、现场急救及治疗原则。断肢(指)再植定义、适应证及禁忌证、手术原则和术后治疗原则。\n(7)脊柱、脊髓损伤和骨盆、髋臼骨折的病因、分类、发生机制、临床表现、并发症和治疗原则。\n(8)周围神经损伤的病因、分类、病理、临床表现、诊断、治疗。\n(9)运动系统慢性损伤的病因、分类、临床特点和治疗原则。常见的慢性骨、软骨、肌肉、肌腱、关节囊、滑囊、筋膜等组织疾病的发病机制、病理、临床表现、诊断和治疗原则。\n3.股骨头坏死的病因、分类、病理、临床表现、诊断、治疗。\n4.椎间盘突出症的病因、分类、病理、临床表现、诊断、治疗。\n5.骨与关节化脓性感染\n(1)急性血源性化脓性骨髓炎和化脓性关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗原则。\n(2)慢性血源性化脓性骨髓炎的病因、病理、临床表现、诊断和治疗原则。\n(3)局限性骨脓肿、硬化性骨髓炎、创伤性骨髓炎和化脓性脊椎炎的临床表现、诊断和治疗原则。\n6.骨与关节结核\n(1)骨与关节结核的发病特点、病理、临床表现、临床检查和治疗。\n(2)脊柱结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\n(3)髋关节和膝关节结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\n7.骨关节炎、强直性脊柱炎和类风湿关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\n8.骨肿瘤\n(1)骨肿瘤的分类、发病情况、诊断、外科分期和治疗概况。\n(2)良性和恶性骨肿瘤的鉴别诊断及治疗原则。\n(3)常见的良、恶性骨肿瘤，转移性骨肿瘤及肿瘤样病变的发病情况、临床表现、临床检查、诊断、鉴别诊断、治疗原则和预后。\n","plink":"http://colamono.top/2023/04/04/外科学/"},{"title":"西医综合大纲","date":"2023-04-03T09:19:00.000Z","date_formatted":{"ll":"2023年4月3日","L":"2023/04/03","MM-DD":"04-03"},"author":"可乐mono","updated":"2023-04-03T14:20:31.296Z","content":"才看到一则新闻，让我不经有些唏嘘。今年考研上岸率不到 20%，有将近 300 万考生被淘汰。令我震惊的并不是这一串冷冰冰的数字，而是这恐怖的体制内卷。希望大家思考研内卷背后的那些东西，那些腐朽的阶级固化，和逐渐扩大的贫富差距。望君共勉！\n\n【李毅教授说当今中国社会五大阶层合集】\n西医综合考试大纲\nⅠ. 考试性质 \n临床医学综合能力(西医)是为医学高等院校招收临床医学类专业学位硕士研究生而设置的，具有选拔性质的全国统一入学考试科目。目的是科学、公平、有效地测试考生是否具有备继续攻读临床医学专业学位硕士所需要的医学基础理论和临床基本技能。评价的标准是高等医学院校临床医学专业优秀本科毕业生能达到的及格或及格以上水平，以利于各高校择优选拔，确保医学专业硕士研究生的招生质量。\nⅡ. 考查目标\n临床医学综合能力(西医)考试范围包括临床医学人文精神，基础医学中的生理学、生物化学和病理学，以及临床医学中的内科学(包括诊断学)、外科学。临床医学人文精神重点考查医学职业责任意识、医患沟通能力、医学伦理及法律法规等基本职业素养;医学基础理论部分重点考查基本医学理论知识，以及运用医学概念和原理解决临床实际问题、理论联系实际的能力;临床综合能力部分重点考查临床思维、诊断与鉴别诊断、制定和执行诊疗计划、临床操作、急诊处理等临床综合能力。\nⅢ. 考试形式和试卷结构\n一、试卷满分及考试时间\n本试卷满分为300分，考试时间为180分钟。\n二、答题方式\n答题方式为闭卷、笔试。\n三、试卷内容结构\n生理学约14%,生物化学约12%,病理学约12%，内科学(含诊断学)约33%,外科学(含骨科学)约23%，临床医学人文精神约6%\n四、试卷题型结构\nA型题 第1-40小题，每小题1.5分，共60分，第41-115题，每小题2分，共150分\nB型题 第116-135题，每小题1.5分，共30分\nX型题 第136-165题，每小题2分，共60分\nⅣ考查内容\n一、生理学\n(一)绪论\n1.体液及其组成，体液的分隔和相互沟通; 机体的内环境和稳态。　　　　2.机体生理功能的调节：神经调节、体液调节和自身调节。　　　　3.体内的控制系统：负反馈、正反馈和前馈。\n(二)细胞的基本功能\n1.跨细胞膜的物质转运：单纯扩散、易化扩散、主动转运和膜泡运输。\n2.细胞的信号转导：离子通道型受体、G蛋白耦联受体、酶联型受体和核受体介导的信号转导。\n3.细胞的电活动：静息电位，动作电位，兴奋性及其变化，局部电位。\n4.肌细胞的收缩：骨骼肌神经-肌接头处的兴奋传递，横纹肌兴奋-收缩耦联及其收缩机制，影响横纹肌收缩效能的因素。\n(三)血液\n1.血液的组成和理化特性。\n2.各类血细胞的数量、生理特性和功能，红细胞的生成与破坏。\n3.生理性止血：基本过程，血液凝固和抗凝，纤维蛋白溶解。\n4.红细胞血型：ABO血型和Rh血型，血量和输血原则。\n(四)血液循环\n1.心脏的泵血功能：心动周期，心脏泵血的过程和机制，心音，心输出量和心脏做功，心泵功能储备，影响心输出量的因素，心功能的评价。\n2.各类心肌细胞的跨膜电位及其形成机制。\n3.心肌的生理特性：兴奋性、自律性、传导性和收缩性。　　　　4.动脉血压：形成、测量、正常值和影响因素。　　　　5.静脉血压：中心静脉压，静脉回心血量及其影响因素。\n6.微循环：组成、血流通路、血流阻力和血流量的调节。\n7.组织液：生成和回流及其影响因素。\n8.心血管活动的调节：神经调节、体液调节、自身调节和血压的长期调节。\n9.冠状动脉循环的特点和调节。\n(五)呼吸\n1.肺通气原理：动力和阻力，肺内压和胸膜腔内压，肺表面活性物质。\n2.肺通气功能的评价：肺容积和肺容量，肺通气量和肺泡通气量。\n3.肺换气：基本原理、过程和影响因素。\n4.O2和CO2在血液中的运输：存在和运输形式，氧解离曲线及其影响因素。\n5.化学感受性呼吸反射对呼吸运动的调节。\n(六)消化和吸收\n1.消化道平滑肌的一般生理特性和电生理特性。消化道的神经支配和胃肠激素。\n2.唾液的成分、作用和分泌调节。蠕动和食管下括约肌的概念。\n3.胃液的性质、成分、作用及其分泌调节，胃和十二指肠黏膜的保护机制，胃运动和胃排空及其调节。\n4.胰液和胆汁的性质、成分、作用及其分泌调节，小肠运动及其调节。\n5.大肠液的分泌和大肠内细菌的作用，排便反射。\n6.小肠内的物质吸收及其机制。\n(七)能量代谢和体温\n1.能量代谢：机体能量的来源和利用，能量平衡，能量代谢的测定，影响能量代谢的因素，基础代谢及其测定。\n2.体温及其调节：体温及其正常变动，机体的产热和散热，体温调节。\n(八)尿的生成和排出\n1.肾的功能解剖特点，肾血流量特点及其调节。\n2.肾小球的滤过功能及其影响因素。\n3.肾小管和集合管的物质转运功能及其影响因素。\n4.尿液的浓缩和稀释及其影响因素。\n5.尿生成的调节：神经调节和体液调节，尿生成调节的生理意义。\n6.肾清除率的概念及其意义。\n7.排尿反射。\n(九)神经系统的功能\n1.神经元的一般结构和功能，神经纤维及其功能，神经的营养性作用。\n2.神经胶质细胞的特征及其功能。\n3.突触传递：化学性突触传递的过程及影响因素，兴奋性和抑制性突触后电位，动作电位在突触后神经元的产生。\n4.神经递质和受体：递质和调质和概念，递质共存现象;受体的概念、亚型和调节;乙酰胆碱及其受体，去甲肾上腺素及其受体。\n5.反射的分类和中枢整合，中枢神经元的联系方式，中枢兴奋传播的特征，中枢抑制和中枢易化。\n6.感受器的一般生理特征，感觉通路中的信息编码和处理。\n7.躯体和内脏感觉：感觉传入通路和皮层代表区，痛觉。\n8.视觉：眼的折光系统及其调节，眼的折光异常，房水和眼内压;眼的感光换能功能，色觉及其产生机制;视敏度、暗适应、明适应、视野、视觉融合现象和双眼视觉。\n9.听觉：人耳的听阈和听域，外耳和中耳的功能，声波传入内耳的途径，耳蜗的感音换能作用，人耳对声音频率的分析。\n10.平衡觉：前庭器官的适宜刺激和平衡感觉功能，前庭反应。\n11.脊髓、脑干、大脑皮层、基底神经节和小脑对运动和姿势的调控。\n12.自主神经系统的功能及其特征，脊髓、脑干和下丘脑对内脏活动的调节。\n13.本能行为和情绪的神经基础，情绪生理反应。\n14.自发脑电活动和脑电图，皮层诱发电位，觉醒和睡眠。\n15.脑的高级功能：学习和记忆，语言和其他认知功能。\n(十)内分泌\n1.内分泌的概念;激素的概念、化学分类、作用机制和分泌调节，激素作用的一般特性。\n2.下丘脑-腺垂体的功能联系，下丘脑调节肽和腺垂体激素及其功能，生长激素的生理作用和分泌调节;下丘脑-神经垂体的功能联系，血管升压素和缩宫素的生理作用。\n3.甲状腺激素的合成、代谢、生理作用和分泌调节。\n4.甲状旁腺激素和降钙素的生理作用和分泌调节，钙三醇的生理作用和生成调节。\n5.胰岛素和胰高血糖素的生理作用和分泌调节。\n6.肾上腺糖皮质激素的生理作用和分泌调节。\n(十一)生殖\n1.男性生殖：睾丸的生精作用和内分泌功能，睾丸功能的调节。\n2.女性生殖：卵巢的生卵作用和内分泌功能，卵巢周期和月经周期，卵巢功能的调节;妊娠和分娩。\n二、生物化学\n(一)生物大分子的结构和功能\n1.组成蛋白质的氨基酸化学结构和分类。\n2.氨基酸的理化性质。\n3.肽键和肽。\n4.蛋白质的一级结构及高级结构。\n5.蛋白质结构与功能的关系。\n6.蛋白质的理化性质。\n7.分离、纯化蛋白质的一般原理和方法。\n8.核酸分子的组成，主要嘌呤、嘧啶碱的化学结构，核苷酸。\n9.核酸的一级结构。核酸的空间结构与功能，其他非编码RNA的分类与功能。\n10.核酸的理化性质及应用。\n11.酶的基本概念，全酶，辅助因子，参与组成辅酶的维生素，酶的活性中心。\n12.酶的作用机制，酶反应动力学，酶抑制的类型和特点。\n13.酶的调节。\n14.酶在医学上的应用。\n(二)物质代谢及其调节\n1.糖的摄取与利用。糖酵解过程、意义及调节。\n2.糖有氧氧化过程、意义及调节，能量的产生。糖有氧氧化与无氧酵解的关系。\n3.磷酸戊糖旁路的意义。\n4.糖原合成和分解过程及其调节机制。\n5.糖异生过程、意义及调节。乳酸循环。\n6.血糖的来源和去路，维持血糖恒定的机制及其临床意义。\n7.脂肪酸分解代谢过程及能量的生成。\n8.酮体的生成、利用和意义。\n9.脂肪酸的合成过程，不饱和脂肪酸的生成。\n10.多不饱和脂肪酸的生理作用。\n11.磷脂的合成和分解。\n12.胆固醇的主要合成途径及调控。胆固醇的转化。胆固醇酯的生成。\n13.血浆脂蛋白的分类、组成、生理功能及代谢。高脂血症的类型和特点。\n14.生物氧化的特点。\n15.呼吸链的组成，氧化磷酸化及其影响因素，底物水平磷酸化，能量的贮存和利用。\n16.胞浆中NADH的氧化。\n17.过氧化物酶体和微粒体中的酶类。\n18.蛋白质的生理功能和营养价值，氨基酸及其衍生物的生理功能。\n19.氨基酸的一般代谢(体内蛋白质的降解、氨基酸氧化脱氨基，转氨基及联合脱氨基)。\n20.氨基酸的脱羧基作用。\n21.体内氨的来源和转运。\n22.尿素的生成：鸟氨酸循环。高血氨。\n23.一碳单位的定义、来源、载体和意义。\n24.含硫氨基酸和芳香族氨基酸的代谢及临床意义。\n25.嘌呤、嘧啶核苷酸的合成原料、主要合成过程和分解产物，脱氧核苷酸的生成。嘌呤、嘧啶核苷酸抗代谢物的作用及其机制。\n26.物质代谢的特点和相互联系，组织器官的代谢特点和联系。\n27.代谢调节(细胞水平、激素水平及整体水平调节)。\n(三)基因信息的传递\n1.DNA复制的特征及复制的酶。\n2.DNA半保留复制的基本过程。\n3.逆转录的概念、逆转录酶、逆转录的过程。逆转录的意义。\n4.DNA损伤(突变)，修复及意义。\n5.RNA的生物合成(转录的模板，酶及基本过程)。\n6.RNA生物合成后的加工修饰。\n7.核酶的概念和意义。\n8.蛋白质生物合成体系，遗传密码。\n9 蛋白质生物合成过程，翻译后加工。\n10.蛋白质生物合成的干扰和抑制。\n11.基因表达调控的概念及原理。\n12.原核和真核基因表达的调控。\n13.基因重组的概念、基本过程及其在医学中的应用。\n14.基因组学的概念，基因组学与医学的关系。\n(四)生化专题\n1.细胞信息传递的概念，信息分子和受体。膜受体和胞内受体介导的信息传递及其与疾病的关系。\n2.血浆蛋白质的分类、性质及功能。\n3.成熟红细胞的代谢特点。\n4.血红素的合成。\n5.肝在物质代谢中的主要作用。\n6.胆汁酸的合成原料、代谢产物及胆汁酸的肠肝循环。\n7.胆色素的代谢，黄疸产生的生化基础及临床意义。\n8.生物转化的类型及意义。\n9.维生素的分类、作用和意义。\n10.原癌基因、抑癌基因和生长因子的基本概念及作用机制。原癌基因和抑癌基因的产物、功能与肿瘤的关系。\n11.常用的分子生物学技术原理和应用。\n12.基因诊断的基本概念、技术及应用。基因治疗的基本概念及基本程序。\n三、病理学\n(一)细胞和组织的适应与损伤\n1.细胞适应(肥大、增生、萎缩、化生)的概念及分类。\n2.细胞和组织损伤的原因及机制。\n3.变性的概念、常见类型、形态特点及意义。\n4.坏死的概念、类型、病理变化及结局。\n5.凋亡的概念、病理变化、发病机制及在疾病中的作用。\n(二)损伤的修复\n1.再生的概念和类型，干细胞的概念及其在再生中的作用，各种组织的再生能力及再生过程。\n2.肉芽组织的结构、功能和结局。\n3.伤口愈合的过程、类型及影响因素。\n(三)局部血液循环障碍\n1.充血的概念、分类、病理变化及对机体的影响。\n2.出血的概念、分类、病理变化及对机体的影响。\n3.血栓形成的概念和条件，血栓的类型、形态特点、结局及对机体的影响。\n4.栓塞的概念、栓子的类型和运行途径及对机体的影响。\n5.梗死的概念、病因、类型、病理特点、结局及其对机体的影响。\n6.水肿的概念、原因和类型。\n(四)炎症\n1.炎症的概念、病因、基本病理变化及其机制(包括炎症介质的来源及其作用，炎细胞的种类和功能)。\n2.炎症的局部表现、全身反应和炎症的结局。\n3.急性炎症的病理学类型及其病理特点。\n4.慢性炎症的病理学类型及其病理特点。\n(五)肿瘤\n1.肿瘤的概念、肉眼形态、组织结构、异型性及生长方式。肿瘤生长的生物学特征，转移的概念，途径，对机体的影响，侵袭和转移的机制。\n2.肿瘤的命名和分类，良性肿瘤和恶性肿瘤的区别，癌和肉瘤的区别。\n3.肿瘤的病因学、发病机制、分级和分期。\n4.常见的癌前病变，非典型增生、异型增生、原位癌、上皮内瘤变、交界性肿瘤的概念。\n5.常见肿瘤的特点。\n(六)免疫病理\n1.变态反应的概念、类型、发病机制及结局。\n2.移植排斥的概念、发病机制及分型。\n3.宿主抗移植物的概念，肝、肾移植排斥的病理变化。\n4.移植物抗宿主的概念。\n5.自身免疫性疾病的概念、发病机制和病理变化，系统性红斑狼疮和类风湿关节炎的病因、发病机制和病理变化。\n6.免疫缺陷的概念、分类及其主要特点。\n(七)心血管系统疾病\n1.风湿病的病因、发病机制、基本病理变化及其各器官的病理变化。\n2.心内膜炎的分类及其病因、发病机制、病理变化、合并症和结局。\n3.心瓣膜病的类型、病理变化、血流动力学改变和临床病理联系。\n4.高血压病的概念、发病机制，良性高血压的分期及其病理变化，恶性高血压的病理特点。\n5.动脉粥样硬化的病因、发病机制及基本病理变化，动脉粥样硬化所引起的各脏器的病理改变和后果。\n6.心肌病的概念，扩张性心肌病、肥厚性心肌病及限制性心肌病的病理学特点。\n7.心肌炎的概念、病理学类型及其病理特点。\n(八)呼吸系统疾病\n1.慢性支气管炎的病因、发病机制和病理变化。\n2.肺气肿的概念、分类、发病机制、病理变化和临床病理联系。\n3.支气管哮喘的病因、发病机制、病理变化和临床病理联系。\n4.支气管扩张症的概念、病因、发病机制、病理变化和并发症。\n5.慢性肺源性心脏病的病因、发病机制、病理变化及其临床病理联系。\n6.各种细菌性肺炎的病因、发病机制和病理特点。\n7.支原体肺炎的病因、发病机制、病理变化及其并发症。\n8.病毒性肺炎的病因、发病机制、病理特点。\n9.肺硅沉着病的病因、发病机制、病理变化、各期病变特点及其并发症。\n10.鼻咽癌的病因、组织学类型、扩散途径及其临床病理联系。\n11.肺癌的病因、常见肉眼类型、组织学类型、病理特点、转移途径及其临床病理联系。\n(九)消化系统疾病\n1.慢性胃炎的类型及其病理特点。\n2.溃疡病的病因、发病机制、病理变化及其并发症。\n3.阑尾炎的病因、发病机制、病理变化及其并发症。\n4.病毒性肝炎的病因、发病机制及基本病理变化，肝炎的临床病理类型及其病理学特点。\n5.肝硬化的类型及其病因、发病机制、病理特点和临床病理联系。\n6.早期食管癌的概念，中晚期食管癌各型的形态学特点，临床表现及扩散途径。\n7.早期胃癌的概念及各型的形态学特点，中晚期胃癌的肉眼类型和组织学类型、临床表现及扩散途径。\n8.大肠息肉和腺癌的概念、病理学特点。\n9.大肠癌的病因、发病机制、肉眼类型及组织学类型，临床分期与预后的关系，临床表现及扩散途径。\n10.原发性肝癌的肉眼类型、组织学类型、临床表现及扩散途径。\n11.胰腺炎的病因、发病机制及病理特点。\n12.胰腺癌的病因、发病机制及病理特点。\n(十)淋巴造血系统疾病\n1.霍奇金淋巴瘤的病理学特点、组织类型及其与预后的关系。\n2.非霍奇金淋巴瘤的病理学类型、病理变化及其临床病理联系。\n3.白血病的病因和分类，各型白血病的病理变化及临床病理联系。\n(十一)泌尿系统疾病\n1.急性弥漫性增生性肾小球肾炎的病因、发病机制、病理变化和临床病理联系。\n2.新月体性肾小球肾炎的病因、发病机制、病理变化和临床病理联系。\n3.膜性肾小球病、微小病变性肾小球病、局灶性节段性肾小球硬化、膜增生性肾小球肾炎、系膜增生性肾小球肾炎的病因、发病机制、病理变化和临床病理联系。\n4.IgA肾病及慢性肾小球肾炎的病因、病理变化和临床病理联系。\n5.肾盂肾炎的病因、发病机制、病理变化和临床病理联系。\n6.肾细胞癌、肾母细胞瘤、膀胱癌的病因、病理变化、临床表现和扩散途径。\n(十二)生殖系统疾病\n1.子宫颈上皮内瘤变的概念、分级及病理变化。\n2.子宫颈癌的病因，子宫颈浸润癌的组织学类型及病理形态特征、扩散途径和临床分期。\n3.子宫内膜异位症的病因和病理变化。\n4.子宫内膜增生症的病因和病理变化。\n5.子宫体癌的病因、组织学类型及病理形态特征、扩散途径。\n6.子宫平滑肌瘤的病理变化、子宫平滑肌肉瘤的病理变化和扩散途径。\n7.葡萄胎、侵袭性葡萄胎、绒毛膜癌的病因、病理变化及临床表现。\n8.卵巢浆液性肿瘤、黏液性肿瘤的病理变化，性索间质性肿瘤、生殖细胞肿瘤的常见类型及其病理变化。\n9.前列腺增生症的病因和病理变化。\n10.前列腺癌的病因、病理变化和扩散途径。\n11.乳腺癌的病因、组织学类型及病理形态特征、扩散途径。\n(十三)内分泌系统疾病\n1.弥漫性非毒性甲状腺肿、弥漫性毒性甲状腺肿、甲状腺功能低下、甲状腺炎的病因、病理变化和临床病理联系。\n2.甲状腺肿瘤的肉眼特点、组织学类型、临床表现和扩散途径。\n3.糖尿病及胰岛细胞瘤的病因、病理变化和临床病理联系。\n(十四)传染病及寄生虫病\n1.结核病的病因、传播途径、发病机制、基本病理变化及转化规律。\n2.原发性肺结核病的病变特点、发展和结局。\n3.继发性肺结核病的类型及其病理特点。\n4.肺外器官结核病的病理特点和临床病理联系。\n5.流行性脑脊髓膜炎的病因、传播途径、病理变化、临床病理联系和结局。\n6.流行性乙型脑炎的病因、传染途径、病理变化、临床病理联系和结局。\n7.伤寒的病因、传染途径、各器官的病理变化、临床病理联系、并发症和结局。\n8.细菌性痢疾的病因、传染途径，急性、中毒性及慢性痢疾的病理特点及与临床病理联系。\n9.血吸虫病的病因、传染途径、病理变化及其发病机制，肠道、肝、脾的病理变化特点及其临床病理联系。\n10.尖锐湿疣的病因、传播途径，发病机制、病理变化。\n11.梅毒的病因、传播途径、发病机制、病理变化、分期及其临床病理联系。\n12.艾滋病的概念、病因、传播途径、发病机制、病理变化、分期及其临床病理联系。\n四、内科学\n(一)诊断学\n1.常见症状学：发热、水肿、咳嗽及咳痰、咯血、呼吸困难、胸痛、腹痛、呕血及黑便、黄疸、血尿、意识障碍。\n2.体格检查：一般检查、头颈部检查、胸部检查、腹部检查、四肢脊柱检查、常用神经系统检查。\n3.实验室检查：血、尿、粪常规检查，常规体液检查，骨髓检查，常用肝、肾功能检查，血气分析。\n4.器械检查：心电图检查、胸部X线片、超声检查(常用腹部B超及超声心动图检查)、肺功能检查、内镜检查(支气管镜及消化内窥镜检查)。\n5.常用临床操作：胸膜腔穿刺术、腹膜腔穿刺术、骨髓穿刺术、腰椎穿刺术、导尿术、心肺复苏。\n(二)呼吸系统疾病\n1.慢性阻塞性肺疾病的病因、发病机制、病理生理、临床表现、实验室和其他检查、诊断与病情严重程度评估、鉴别诊断、并发症、治疗和预防。\n2.支气管哮喘的病因、发病机制、临床表现、实验室和其他检查、诊断、分期和分级、鉴别诊断、并发症和治疗。\n3.支气管扩张症的病因、发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n4.肺炎的流行病学、病因和发病机制、分类、临床表现、诊断与鉴别诊断，各种肺炎的临床表现、并发症、实验室和其他检查、诊断、鉴别诊断和治疗。\n5.肺脓肿的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n6.肺结核的病因、发病机制，结核菌感染和肺结核的发生与发展(包括结核病分类)、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n7.原发性支气管肺癌的病因和发病机制、临床表现和分期、实验室和其他检查、诊断、鉴别诊断和治疗。\n8.间质性肺疾病的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n9.肺血栓栓塞症的病因和发病机制、临床表现、实验室和其他检查、诊断和分型、鉴别诊断和治疗。\n10.肺动脉高压与肺源性心脏病的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和防治原则。\n11.胸腔积液的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n12.气胸的病因和发病机制、临床类型、临床表现、影像学检查、诊断、鉴别诊断、并发症和治疗。\n13.急性呼吸窘迫综合征(ARDS)的概念、病因和发病机制、病理生理、临床表现、实验室和其他检查、诊断和治疗(包括无创及有创机械通气)。\n14.呼吸衰竭的发病机制、病理生理(包括酸碱平衡失调及电解质紊乱)、临床表现及分型、实验室和其他检查、治疗。\n(三)循环系统疾病\n1.慢性心力衰竭的病因及诱因、病理生理、类型，心功能分级、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n2.急性左心衰竭的病因、发病机制、临床表现、诊断、鉴别诊断和治疗。\n3.心律失常的分类及发病机制。期前收缩、阵发性心动过速、扑动、颤动、房室传导阻滞及预激综合征的病因、临床表现、诊断(包括心电图诊断)和治疗(包括电复律、射频消融及人工起搏器的临床应用)。\n4.心脏骤停和心脏性猝死的病因、病理生理、临床表现和急救处理。\n5.动脉粥样硬化的流行病学、危险因素、发病机制和防治措施。\n6.心绞痛的分型、发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和防治(包括介入性治疗及外科治疗原则)。重点为稳定型心绞痛、急性冠脉综合征(不稳定型心绞痛及非ST段抬高型心肌梗死)。\n7.急性ST段抬高型心肌梗死的病因、发病机制、病理、临床表现、实验室和其他检查、诊断、鉴别诊断、并发症和治疗(包括介入性治疗原则)。\n8.原发性高血压的流行病学、病因和发病机制、病理、临床表现及并发症、实验室和其他检查、临床类型、危险度分层、诊断标准、鉴别诊断和防治措施。\n9.继发性高血压的病因、临床表现、诊断和鉴别诊断。\n10.原发性心肌病的分类、病因、病理、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n11.心肌炎的病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n12.急性心包炎及缩窄性心包炎的病因、病理、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n13.心脏瓣膜病的病因、病理生理、临床表现、实验室和其他检查、并发症和防治措施。\n14.感染性心内膜炎(自体瓣膜及人工瓣膜心内膜炎)的病因、临床表现、并发症、实验室和其他检查、诊断和治疗。\n(四)消化系统疾病和中毒\n1.胃食管反流病的病因和发病机制、临床表现、实验室和其他检查、诊断和治疗。\n2.慢性胃炎的病因和发病机制、胃镜及组织学病理、临床表现、诊断和治疗。\n3.消化性溃疡的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断、治疗、并发症及治疗。\n4.肠结核的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n5.结核性腹膜炎的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n6.炎症性肠病(溃疡性结肠炎、克罗恩病)的临床表现、并发症、实验室和其他检查、诊断、鉴别诊断和治疗。\n7.肠易激综合征的病因和发病机制、临床表现、诊断、鉴别诊断和治疗。\n8.肝硬化的病因、发病机制、临床表现、实验室检查、诊断、鉴别诊断、并发症和治疗。\n9.原发性肝癌的临床表现、实验室和其他检查、诊断和鉴别诊断。\n10.胰腺炎的病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n11.上消化道出血的病因、临床表现、诊断和治疗。\n12.急性中毒的的病因、临床表现及抢救原则。\n13.有机磷中毒的发病机制、临床表现、实验室检查、诊断和治疗。\n(五)泌尿系统疾病\n1.泌尿系统疾病总论：包括肾脏的解剖与组织结构，肾脏的生理功能，常见肾脏疾病检查及临床意义，肾脏疾病常见综合征、肾脏疾病的诊断和防治原则。\n2.肾小球肾炎(急性、急进性、慢性)的病因和发病机制、病理、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n3.肾病综合征的病因、病理生理、病理分型、临床表现、实验室检查、并发症、诊断、鉴别诊断和治疗。\n4.IgA肾病的病因、病理、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n5.尿路感染的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n6.急性肾损伤的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n7.慢性肾衰竭的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n(六)血液系统疾病\n1.贫血的分类、临床表现、诊断和治疗。\n2.缺铁性贫血的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n3.再生障碍性贫血的病因和发病机制、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n4.溶血性贫血的分类。常见溶血性贫血(遗传性球形红细胞增多症、红细胞葡萄糖-6-磷酸脱氢酶缺乏症、血红蛋白病、自身免疫性溶血性贫血、阵发性睡眠性血红蛋白尿)的发病机制、实验室检查、诊断、鉴别诊断和治疗。\n5.骨髓增生异常综合征的分型、临床表现、实验室检查、诊断、鉴别诊断和治疗。\n6.急性白血病和慢性髓系白血病的临床表现、实验室检查、诊断、鉴别诊断和治疗。\n7.淋巴瘤的临床表现、实验室检查、诊断、鉴别诊断、临床分期和治疗。\n8.多发性骨髓瘤的临床表现、实验室及其他检查、诊断及分型和分期、鉴别诊断和治疗。\n9.出血性疾病概述：正常止血机制、凝血机制、抗凝与纤维蛋白溶解机制及出血性疾病分类、诊断和防治。\n10.特发性血小板减少性紫癜的临床表现、实验室检查、诊断、鉴别诊断和治疗。\n(七)内分泌系统和营养代谢性疾病\n1.内分泌系统疾病总论：包括内分泌疾病的分类、主要症状及体征、主要诊断方法和防治原则。\n2.Graves病的病因和发病机制、临床表现(包括特殊临床表现)、实验室和其他检查、诊断、鉴别诊断和治疗(包括甲状腺危象的防治)。\n3.甲状腺功能减退症的分类、病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n4.库欣综合征的病因、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n5.原发性醛固酮增多症的病因分类、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n6.嗜铬细胞瘤的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n7.糖尿病的分型、病因和发病机制、临床表现、并发症、实验室和其他检查、诊断、鉴别诊断和综合治疗。\n8.糖尿病酮症酸中毒及高渗高血糖综合征的发病诱因、病理生理、临床表现、实验室和其他检查、诊断和治疗。\n(八)风湿性疾病\n1.风湿性疾病总论：疾病分类、主要症状及体征、主要实验室和其他检查、治疗。\n2.类风湿关节炎的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n3.系统性红斑狼疮的病因和发病机制、临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n4.干燥综合征的病因和发病机制，临床表现、实验室和其他检查、诊断，鉴别诊断和治疗。\n5.原发性血管炎概论。贝赫切特病和显微镜下多血管炎的临床表现、实验室和其他检查、诊断、鉴别诊断和治疗。\n五、外科学\n(一)外科总论\n1.无菌术的基本概念、常用方法及无菌操作的原则。\n2.外科患者体液代谢失调与酸碱平衡失调的概念、病理生理、临床表现、诊断及防治、临床处理的基本原则。\n3.输血的适应证、注意事项和并发症的防治，自体输血，血浆代用品及血液成分制品的种类和应用。\n4.外科休克的基本概念、病因、病理生理、临床表现、诊断要点及治疗原则。\n5.重症监护的内容与应用，常见器官功能衰竭的治疗原则。\n6.疼痛的分类、评估及治疗。\n7.围手术期处理：术前准备、术后处理的目的与内容，术后并发症的防治。\n8.外科患者营养代谢的概念，肠内、肠外营养的选择及并发症的防治。\n9.外科感染\n(1)外科感染的概念、病理、临床表现、诊断及防治原则。\n(2)浅部组织及手部化脓性感染的病因、临床表现及治疗原则。\n(3)全身性外科感染的病因、致病菌、临床表现及诊治。\n(4)有芽胞厌氧菌感染的临床表现、诊断与鉴别诊断要点及防治原则。\n(5)外科应用抗菌药物的原则。\n10.创伤的概念和分类。创伤的病理、诊断与治疗。\n11.烧伤的伤情判断、病理生理、临床分期和各期的治疗原则。烧伤并发症的临床表现与诊断、防治要点。\n12.肿瘤\n(1)肿瘤的分类、病因与发病机制、病理、临床表现、诊断与治疗。\n(2)常见体表肿瘤的临床特点与诊治原则。\n13.移植的概念、分类与免疫学基础，器官移植，排斥反应及其防治。\n14.麻醉与复苏\n(1)麻醉前准备内容及麻醉前用药的选择。\n(2)常用麻醉的方法、药物、操作要点、临床应用及并发症的防治。\n(3)心、肺、脑复苏的概念、操作要领和治疗。\n15.外科微创手术：内镜技术及腔镜外科技术的临床应用。\n(二)胸部外科疾病\n1.肋骨骨折的临床表现、并发症和处理原则。\n2.各类气胸、血胸的临床表现、诊断和治疗原则。\n3.创伤性窒息的临床表现、诊断和处理原则。\n4.肺癌的病因、病理、临床表现、诊断、鉴别诊断和治疗方法。\n5.腐蚀性食管烧伤的病因、病理、临床表现与诊治原则。\n6.贲门失弛缓症的病因、病理、临床表现、诊断、鉴别诊断与治疗。\n7.食管癌的病因、病理、临床表现、诊断、鉴别诊断和防治原则。\n8.常见原发纵隔肿瘤的种类、临床表现、诊断和治疗。\n(三)普通外科\n1.颈部疾病\n(1)甲状腺的解剖生理概要。\n(2)甲状腺功能亢进的外科治疗。\n(3)甲状腺肿、甲状腺炎、甲状腺良性肿瘤、甲状腺恶性肿瘤的临床特点和诊治。\n(4)甲状腺结节的诊断和处理原则。\n(5)常见颈部肿块的诊断要点和治疗原则。\n(6)甲状旁腺疾病的诊断要点和治疗原则。\n2.乳房疾病\n(1)乳房的检查方法及乳房肿块的鉴别诊断。\n(2)急性乳腺炎的病因、临床表现及防治原则。\n(3)乳腺增生症的临床特点、诊断和处理。\n(4)乳腺常见良性肿瘤的临床特点、诊断要点和处理。\n(5)乳腺癌的病因、病理、临床表现、分期诊断和综合治疗原则。\n3.腹外疝\n(1)腹股沟区解剖。\n(2)疝的基本概念和临床类型。\n(3)腹外疝的临床表现、诊断、鉴别诊断、外科治疗的基本原则和方法。\n(4)无张力疝修补术的概念及应用。\n4.腹部损伤\n(1)腹部损伤的分类、病因、临床表现和诊治原则。\n(2)常见内脏损伤的特征和处理。\n5.腹腔感染：急性弥漫性腹膜炎和各种腹腔脓肿的病因、病理生理、诊断、鉴别诊断和治疗原则。\n6.腹腔间隔室综合征的原因、病理生理、诊断、鉴别诊断和治疗原则。\n7.胃十二指肠疾病\n(1)胃十二指肠溃疡病合并穿孔、出血、幽门梗阻的临床表现、诊断和治疗原则，术后并发症的诊断与防治。\n(2)胃良、恶性肿瘤的病理、分期和诊治原则。\n(3)胃十二指肠其他疾病的外科治疗原则。\n8.小肠疾病\n(1)肠梗阻的分类、病因、病理生理、诊断和治疗。\n(2)肠炎性疾病的病理、临床表现和诊治原则。\n(3)肠系膜血管缺血性疾病的临床表现和治疗原则。\n9.阑尾疾病：不同类型阑尾炎的病因、病理分型、诊断、鉴别诊断、治疗和术后并发症的防治。\n10.结肠、直肠与肛管疾病\n(1)解剖、生理概要及检查方法。\n(2)肛裂、直肠肛管周围脓肿、肛瘘、痔和直肠脱垂的临床特点和诊治原则。\n(3)结肠癌、直肠癌的病理分型、分期、临床表现特点、诊断方法和治疗原则。\n11.肝疾病\n(1)解剖生理概要。\n(2)肝脓肿的诊断、鉴别诊断和治疗。\n(3)肝脏肿瘤的诊断方法和治疗原则。\n(4)肝囊肿的诊断、鉴别诊断、临床表现及治疗原则。\n12.门静脉高压症的解剖概要、病因、病理生理、临床表现、诊断和治疗原则。\n13.胆道疾病\n(1)胆道系统的应用解剖、生理功能、常用的特殊检查诊断方法。\n(2)胆道畸形、感染、胆石病、胆道蛔虫症的病因、病理、临床表现、诊断和防治原则。常见并发症和救治原则。\n(3)胆道肿瘤的诊断和治疗。\n14.消化道出血的诊断、分析和处理原则。\n15.急腹症的诊断、鉴别诊断。\n16.胰腺疾病\n(1)胰腺炎的临床表现、诊断方法及治疗原则。\n(2)胰腺癌、壶腹周围癌及胰腺内分泌瘤的临床表现、诊断、鉴别诊断和治疗原则。\n17.脾切除的适应证、疗效及术后常见并发症。\n18.动脉瘤的病因、病理、临床特点、诊断要点和治疗原则。\n19.周围血管疾病\n(1)周围血管疾病的临床表现。\n(2)周围血管损伤、常见周围动脉和静脉疾病的病因、病理、临床表现、检查诊断方法和治疗原则。\n(四)泌尿、男生殖系统外科疾病\n1.泌尿、男生殖系统外科疾病的主要症状、检查方法、诊断和处理原则。\n2.常见泌尿系损伤的病因、病理、临床表现、诊断和治疗。\n3.常见各种泌尿男生殖系感染的病因、发病机制、临床表现、诊断和治疗原则。\n4.常见泌尿系梗阻的病因、病理生理、临床表现、诊断、鉴别诊断和治疗。\n5.泌尿系结石的流行病学、病因、病理生理改变、临床表现、诊断和预防、治疗方法。\n6.泌尿、男生殖系统肿瘤的病因、病理、临床表现和诊治原则。\n(五)骨科\n1.运动系统畸形\n常见畸形(先天性肌性斜颈、并指和多指、髋关节脱位、马蹄内翻足、平足症、足拇外翻、脊柱侧凸)的病因、病理、临床表现、诊断和治疗。\n2.运动系统损伤\n(1)骨折的定义、成因、分类及移位。\n(2)骨折的临床表现，影像学检查和并发症。\n(3)骨折的愈合过程，影响愈合的因素，临床愈合标准，以及延迟愈合、不愈合和畸形愈合。\n(4)骨折的急救及治疗原则，骨折复位的标准，各种治疗方法及其适应证。开放性骨折和开放性关节损伤的处理原则。\n(5)常见四肢骨折和关节脱位的解剖概要、病因、分类、发生机制、临床表现、并发症和治疗原则。\n(6)手的应用解剖、手外伤的原因、分类、检查、诊断、现场急救及治疗原则。断肢(指)再植定义、适应证及禁忌证、手术原则和术后治疗原则。\n(7)脊柱、脊髓损伤和骨盆、髋臼骨折的病因、分类、发生机制、临床表现、并发症和治疗原则。\n(8)周围神经损伤的病因、分类、病理、临床表现、诊断、治疗。\n(9)运动系统慢性损伤的病因、分类、临床特点和治疗原则。常见的慢性骨、软骨、肌肉、肌腱、关节囊、滑囊、筋膜等组织疾病的发病机制、病理、临床表现、诊断和治疗原则。\n3.股骨头坏死的病因、分类、病理、临床表现、诊断、治疗。\n4.椎间盘突出症的病因、分类、病理、临床表现、诊断、治疗。\n5.骨与关节化脓性感染\n(1)急性血源性化脓性骨髓炎和化脓性关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗原则。\n(2)慢性血源性化脓性骨髓炎的病因、病理、临床表现、诊断和治疗原则。\n(3)局限性骨脓肿、硬化性骨髓炎、创伤性骨髓炎和化脓性脊椎炎的临床表现、诊断和治疗原则。\n6.骨与关节结核\n(1)骨与关节结核的发病特点、病理、临床表现、临床检查和治疗。\n(2)脊柱结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\n(3)髋关节和膝关节结核的病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\n7.骨关节炎、强直性脊柱炎和类风湿关节炎的病因、病理、临床表现、临床检查、诊断、鉴别诊断和治疗。\n8.骨肿瘤\n(1)骨肿瘤的分类、发病情况、诊断、外科分期和治疗概况。\n(2)良性和恶性骨肿瘤的鉴别诊断及治疗原则。\n(3)常见的良、恶性骨肿瘤，转移性骨肿瘤及肿瘤样病变的发病情况、临床表现、临床检查、诊断、鉴别诊断、治疗原则和预后。\n六、临床医学人文精神\n(一)医学职业素养\n1.医德规范的基本内容。\n2.医学伦理学原则：医疗机构从业人员行为规范。\n2.医学专业精神的三项基本原则及十项专业责任。\n(二)医患关系\n1.医患关系的性质。\n2.医患双方的权利和义务。\n3.医患沟通。\n(三)临床伦理\n1.临床医疗的伦理原则及应用。\n2.临床试验的伦理原则及应用。\n(四)卫生法律法规\n1.《中华人民共和国执业医师法》\n2.《中华人民共和国民法典》中关于生命权、身体权和健康权的规定；关于隐私权和个人信息保护的规定；关于医疗损害责任的规定。\n3.《中华人民共和国药品管理法》中关于药品研制和注册的规定。\n4.《医疗纠纷预防和处理条例》\n5.《医疗事故处理条例》\n","thumbnail":"https://image-1301698134.cos.ap-chengdu.myqcloud.com/obsidian/202304031804024.png","plink":"http://colamono.top/2023/04/03/西医综合/"},{"title":"个人博客","date":"2023-03-27T13:57:00.000Z","date_formatted":{"ll":"2023年3月27日","L":"2023/03/27","MM-DD":"03-27"},"author":"可乐mono","updated":"2023-03-31T07:42:51.036Z","content":"如何使用hexo框架搭建个人blog\n\n个人博客搭建步骤\n第一步、安装 node\n\n\n找到网站安装\n\n\n检查 node 和 npm 版本\n\n\n12node -vnpm -v\n第二步、安装 hexo 框架\n\n\n利用 npm 安装 cnpm\n\n\n1npm install -g cnpm --registry-https://registry.npm.taobao.org\n\n\n检查 cnpm 版本\n\n\n1cnpm -v\n\n\n利用 cnpm 全局安装 hexo\n\n\n1cnpm install -g hexo-cli\n\n\n检查 hexo\n\n\n1hexo -v\n第三步、利用 hexo 安装博客\n\n\n建立一个博客文件夹\n\n\n1mkdir 可乐的博客\n\n\n初始化 hexo\n\n\n1sudo hexo init\n\n\nhexo\n\n\n12345hexo nhexo cleanhexo ghexo dhexo s\n第四步、托管到 github\n\n\ngithub 创建同名仓\n\n\n\n安装发布插件\n\n\n1cnpm install --save hexo-deployer-git\n\n\n_ config. yml 中设置\n\n\n\n123type: gitrepository: https://github.com/yourname/merelinker.github.io.gitbranch: main\n\n\n发布\n\n\n123hexo cleanhexo ghexo d\n","thumbnail":"https://image-1301698134.cos.ap-chengdu.myqcloud.com/obsidian/202303310241640.jpg","plink":"http://colamono.top/2023/03/27/个人博客/"},{"title":"about","date":"2023-03-30T19:56:56.000Z","date_formatted":{"ll":"2023年3月31日","L":"2023/03/31","MM-DD":"03-31"},"updated":"2023-03-30T19:56:56.758Z","content":"","plink":"http://colamono.top/about/"},{"title":"resources","date":"2023-03-31T07:13:52.000Z","date_formatted":{"ll":"2023年3月31日","L":"2023/03/31","MM-DD":"03-31"},"updated":"2023-03-31T07:13:52.886Z","content":"","plink":"http://colamono.top/resources/"}]